Repository: MicrosoftDocs/Virtualization-Documentation
Catalog: windows-container-samples/ASP-NET-Blog-Application/web/blogengine/App_GlobalResources/labels.*.resx
Languages: cs, fa, zh_cn

# passwordSent
source: The password has been sent
cs: Heslo bylo odesláno
zh_cn: 密码已发送

source: Personal details
cs: Osobní údaje
fa: اطلاعات شخصی
zh_cn: 个人资料

# pingServiceNotUnique
source: Ping service URL already listed
cs: URL ping služby již existuje
zh_cn: Ping服务的地址已存在

# pingServiceUrlBatch
source: Ping service URL's (one per line)
cs: URL ping služby (jedno na řádek)
zh_cn: Ping服务地址(每行一条)

source: Post added
cs: Příspěvek přidán
zh_cn: 文章已发表

source: Post Meta
cs: Meta příspěvku
zh_cn: 文章元数据

source: Post saved
cs: Příspěvek uložen
zh_cn: 文章已保存

source: Post updated
cs: Příspěvek aktualizován
zh_cn: 文章已更新

source: Prev
cs: Předch.
fa: قبلی
zh_cn: 上一个

# previewComment
source: Preview
cs: Náhled
fa: پیش نمایش
zh_cn: 预览

source: Primary
cs: Primární
fa: اصلی
zh_cn: 主要

source: Published on
cs: Publikováno
fa: منتشر شده در
zh_cn: 发表于

source: Published pages
cs: Publikované stránky
fa: صفحات منتشر شده
zh_cn: 已发表页面数

source: Published posts
cs: Publikované příspěvky
fa: پست های منتشر شده
zh_cn: 已发表文章数

source: Purge
cs: Odstranit
fa: پاکسازی
zh_cn: 清除

source: Purge all
cs: Odstranit vše
fa: پاکسازی همه
zh_cn: 全部清除

source: Purged
cs: Odstraněno
zh_cn: 已清除

source: Purge selected
cs: Odstranit zvolené
zh_cn: 清除所选

# redirectToRemoveFileExtension
source: Redirect to remove .aspx extension from URLs
cs: Přesměrovat k odstranění .aspx přípony z URL
fa: با ورود به صفحاتی که پسوند دارند، آن صفحه را به بدون پسوند منتقل کند
zh_cn: 重定向到去除.aspx扩展名的URLs

# redirectToRemoveFileExtensionDesc
source: Redirects incoming requests containing the .aspx file extension to a URL with the extension removed. Remove extensions from URLs must also be turned on.
cs: Přesměruje příchozí požadavky obsahující .aspx příponu souboru na URL bez přípony. Musí být zaškrtnuta volba Odstranit přípony z URL.
fa: تغییر مسیر صفحاتی که پسوند دارند به همان صفحه ولی بدون پسوند. (برای روشن کردن این گزینه حتما باید گزینه بالا روشن باشد
zh_cn: 把包含.aspx扩展名的请求重定向到去除了扩展名的URL. 从URLs中去除扩展名的选择必须同时启用.

source: Redo
cs: Krok vpřed
zh_cn: 重做

source: Reduce indent
cs: Zmenšit odsazení
zh_cn: 减少缩进

source: Reject selected
cs: Zamítnout zvolené
fa: رد کردن انتخاب شده ها
zh_cn: 拒绝所选

source: Remove extensions from URLs
cs: Odstranit přípony z URL
fa: حذف پسوند از آدرس ها
zh_cn: 从URLs中移除扩展名

# removeExtensionsFromUrlsDesc
source: Removes .aspx file extension from post or page URL
cs: Odstranit .aspx příponu souboru v URL příspěvků či stránek
fa: حذف پسوند فایل از آدرس پست ها یا صفحات
zh_cn: 从文章或页面URL中移除.aspx扩展名

source: Reset
zh_cn: 重置

source: Restored
cs: Obnoveno
zh_cn: 已恢复

source: Restore selected
cs: Obnovit zvolené
zh_cn: 恢复所选

source: Reviews
fa: نظرات
zh_cn: 评论

source: Rights
cs: Oprávnění
fa: دسترسی
zh_cn: 权限

source: Rights saved
cs: Práva uložena
zh_cn: 权限已保存

source: Role added
cs: Role přidána
zh_cn: 角色已添加

source: Settings updated
cs: Nastavení aktualizována
zh_cn: 设置已更新

source: Short Biography
cs: Krátký životopis
zh_cn: 简短的自述

source: Show comments
cs: Zobrazit komentáře
zh_cn: 显示评论

# showIncludeComments
source: Show include comments option
cs: Zobrazit volbu zahrnutí komentářů
fa: نمایش امکان جستجو در نظرات
zh_cn: 显示包含评论选项

source: Show post count
cs: Zobrazit počet příspěvků
zh_cn: 显示文章数量

source: Show rating
cs: Zobrazit hodnocení
zh_cn: 显示评分

source: Show RSS icon
cs: Zobrazit RSS ikonu
zh_cn: 显示RSS图标

source: Show title
cs: Zobrazit název
zh_cn: 显示标题

source: Size
cs: Velikost
zh_cn: 大小

source: Sort Order
fa: ترتیب
zh_cn: 排序方向

source: Spam comments
cs: Spam komentáře
fa: نظرات اسپم
zh_cn: 垃圾评论

source: Spam protection
cs: Ochrana proti spamu
fa: محافظت از هرزنامه
zh_cn: 反垃圾保护

source: Strikethrough
cs: Přeškrtnuté
zh_cn: 删除线

source: System role
cs: Systémová role
fa: نقش سیستم
zh_cn: 系统角色

source: Tag
cs: Štítek
zh_cn: 标签

# tagCloudMaxSize
source: Tag cloud maximum size (Sorted by Recent Posts)
cs: Maximální velikost oblaku štítků (seřazeno dle Posledních příspěvků)
zh_cn: 标签云的最大数量(按最近发表的文章排序)

# tagMinimumPosts
source: Minimum posts in each tag
cs: Minimum příspěvků v každém štítku
zh_cn: 每个标签的最小文章数量

source: Tags (comma delimited)
cs: Štítky (odděleny čárkou)
zh_cn: 标签(逗号分隔)

source: Tag updated
cs: Štítek aktualizován
zh_cn: 标签已更新

# textBeforeHostName
source: Text Accepted Before Host Name
cs: Text akceptovaný před Host Name
zh_cn: 主机名前可以允许的文字

source: Thumbnail service provider
cs: Poskytovatel služby náhledů
fa: ارائه دهنده خدمات تصاویر کوچک
zh_cn: 缩略图服务提供者

# thumbnailServiceProviderHelp
source: API used to get thumbnail, i.g. http://www.robothumb.com/src/?url={0}
cs: API používané k získání náhledů, např. http://www.robothumb.com/src/?url={0}
zh_cn: 用于获取缩略图的API，例如: http://www.robothumb.com/src/?url={0}

source: Title of page
cs: Název stránky
fa: عنوان صفحه
zh_cn: 页面的标题

source: Title of post
cs: Název příspěvku
fa: عنوان پست
zh_cn: 文章的标题

source: Trash is empty.
cs: Koš je prázdný.
zh_cn: 回收站为空

# twitterAccountUrl
source: Your Twitter account URL
cs: URL vašeho Twitter účtu
zh_cn: Twitter帐户的URL

# twitterFollowMeText
source: Follow me text
zh_cn: 关注我的文字

# twitterNumberOfDisplayedTwits
source: Number of displayed Twits
cs: Počet zobrazených tvítů
zh_cn: 显示Twits的数量

# twitterPollingInterval
source: Polling Interval (#/minutes)
cs: Interval dotazování (#/minutes)
zh_cn: 投票时间间隔(#/分钟)

source: Twitter RSS feed URL
cs: URL Twitter RSS feedu
zh_cn: Twitter RSS推送URL

# txtErrorText
source: Text for the Error Page
fa: پیغام خطا
zh_cn: 错误页面的文本

# txtErrorTitle
source: Title for the Error Page
fa: عنوان خطا
zh_cn: 错误页面的标题

source: Type
cs: Typ
zh_cn: 输入

source: Type and enter
cs: Napište a stiskněte Enter
fa: تایپ و اینتر
zh_cn: 输入并回车

source: Type here
cs: Pište zde
fa: اینجا بنویسید
zh_cn: 在这里输入

source: Unapprove
cs: Zrušit schválení
fa: رد کردن
zh_cn: 未经审核

source: Underline
cs: Podtržené
zh_cn: 下划线

source: Undo
cs: Krok vzad
zh_cn: 撤消

source: Unlimited
cs: Neomezeno
zh_cn: 未经限制

source: Unlink
cs: Zrušit odkaz
zh_cn: 取消连接

source: Unpublish
cs: Zrušit publikaci
fa: آرشیو
zh_cn: 未发表

source: Unpublished
cs: Nepublikováno
fa: منتشر نشده
zh_cn: 未发表

source: Unpublished page
cs: Nepublikovaná stránka
zh_cn: 未发表的页面

source: Unpublished post
cs: Nepublikovaný příspěvek
zh_cn: 未发现的文章

source: Update failed
cs: Aktualizace se nezdařila
zh_cn: 更新失败

source: Uploaded
cs: Odesláno
zh_cn: 已上传

source: User added
cs: Uživatel přidán
zh_cn: 用户已添加

# userUpdatedShort
source: User updated
cs: Uživatel aktualizován
zh_cn: 用户已更新

source: View my blog
cs: Prohlížet můj blog
fa: نمایش وبلاگ من
zh_cn: 查看我的博客

# visitorInfoApmlFound
source: I can see you have an APML file at
cs: Nalezen APML soubor na adrese
zh_cn: 发现APML文件存在于

# visitorInfoApmlQuestion
source: Do you wish to filter the content of this blog based on your APML file?
cs: Přejete si filtrovat obsah tohoto blogu dle vašeho APML souboru?
zh_cn: 您希望根据您的APML文件来过滤博客的内容吗?

# visitorInfoApplyFilter
source: Apply filter
cs: Použít filtr
zh_cn: 过滤

source: Website URL
cs: URL webu
zh_cn: 网站URL

source: Widgets
cs: Widgety
fa: ویجت ها
zh_cn: 部件

source: Write review
zh_cn: 撰写评论

# youHaveNotAddedAnyUserSoFar
source: You have not added any user so far. To add a new user use the link in the top right corner of the page.
cs: Dosud jste nepřidal žádného uživatele. Pro přidání nového uživatele použijte odkaz v pravém horním rohu stránky.
zh_cn: 您还没有添加任何用户. 请使用页面右上角的连接新建用户.

source: You have no tagged posts.
cs: Nemáte žádné příspěvky se štítky.
fa: شما هیچ برچسبی در پست ها ندارید
zh_cn: 你没有添加了标签的文章.

# youHaveNotDefinedAnyRolesSoFar
source: You have not defined any roles so far. To add a new role use the link in the top right corner of the page.
cs: Dosud jste nedefinoval žádnou roli. Pro přidání nové role použijte odkaz v pravém horním rohu strányk.
zh_cn: 您还没有定义任何角色. 请使用页面右上角的连接新建角色.

# youHaveNotWrittenAnyPosts
source: You have not written any posts so far. To write a new post use the link in the right side menu.
cs: Dosud jste nenapsal žádný příspěvek. Pro napsání nového příspěvku použijte odkaz v pravém postranním menu.
zh_cn: 您还没有写过任何文章. 请使用右边菜单新建文章.

# youHaveNoWrittenAnyPages
source: You have not written any pages so far. To write a new page use the link in the right side menu.
cs: Dosud jste nenapsal žádnou stránku. Pro napsání nového příspěvku použijte odkaz v pravém postranním menu.
zh_cn: 您还没有写过任何页面. 请使用右边菜单新建页面

source: E-mail
fa: پست الکترونیکی

source: About
fa: درباره

source: Back
fa: بازگشت

# blogEngineComment
source: BlogEngine
fa: نظرات بلاگ انجین

source: Blog Language
fa: زبان وبلاگ

source: Blog Title
fa: عنوان وبلاگ

source: Comments provider
fa: سیستم نظرات

source: Customize
fa: شخصی سازی

source: Disqus Comment
fa: نظرات دیسکاس

source: Error Page
fa: صفحه خطا

source: Facebook Comment
fa: نظرات فیسبوک

source: Highest rated
fa: محبوبترین ها

source: Information
fa: اطلاعات

source: Latest
fa: آخرین ها

source: Latest News
fa: آخرین اخبار

source: Most downloaded
fa: بیشترین دانلود ها

source: Quick Draft
fa: پیش نویس

# theNew
source: New
fa: افزودن

# theOperator
source: Operator
fa: اپراتور
