Repository: MicrosoftDocs/Virtualization-Documentation
Catalog: windows-container-samples/ASP-NET-Blog-Application/web/blogengine/App_GlobalResources/labels.*.resx
Languages: cs, fa, zh_cn

source: Comments per page
cs: Komentářů na stránku
fa: تعداد نظرات در یک صفحه
zh_cn: 每页评论数

# commentsUnmodApproved
source: If not moderated, all comments approved by default
cs: Pokud není moderováno, budou všechny komentáře automaticky schváleny
fa: در صورتی که مدیریت فعال نباشد، تمامی نظرات به صورت خودکار تایید می شوند
zh_cn: 如果不作处理，所有评论将默认为批准通过状态

# confirmResetCounters
source: Are you sure you want to reset all counters to `0`?
cs: Skutečně chcete vynulovat všechny čítače na `0`?
fa: آیا مطمئنید که می خواهید تمام شمارنده ها را به `0` تغییر دهید؟
zh_cn: 您确定要重设所有计数器为`0`吗？

source: Contains
cs: Obsahuje
fa: دارای
zh_cn: 包含

source: days
cs: dní
fa: روز
zh_cn: 天

source: Down
cs: Dolů
fa: پایین
zh_cn: 向下

source: Enabled
cs: Zapnuto
fa: فعال شده
zh_cn: 启用

# eqls
source: Equals
cs: Rovno
fa: مساوی است با
zh_cn: 相等

source: Filter Name
cs: Název filtru
fa: فیلتر کردن نام
zh_cn: 过滤器名

source: Filters
cs: Filtry
fa: فیلترها
zh_cn: 过滤器

source: Mistakes
cs: Chyby
fa: اشتباهات
zh_cn: 错误

source: Moderation
cs: Moderování
fa: مدیریت و اداره
zh_cn: 处理方式

source: Priority
cs: Priorita
fa: اولویت
zh_cn: 优先级

# reportMistakesToService
source: Report mistakes back to service
cs: Reportovat chyby zpět službě
fa: گزارش خطاها به سرویس
zh_cn: 报告错误

source: Reset Counters
cs: Vynulovat čítače
fa: زاه اندازی مجدد شمارنده ها
zh_cn: 重设计数器

source: Rules
cs: Pravidla
fa: قوانین
zh_cn: 规则

source: Spam
fa: هرزنامه
zh_cn: 垃圾评论

# trustAuthenticated
source: Trust authenticated authors
cs: Důvěřovat přihlášeným autorům
fa: اطمینان به نویسندگان احراز هویت شده
zh_cn: 信任已通过验证的评论作者

source: Up
cs: Nahoru
fa: بالا
zh_cn: 向上

source: All
cs: Vše
fa: همه
zh_cn: 全部

source: Clear
cs: Vyčistit
fa: پاک سازی
zh_cn: 清除

source: Moderator
cs: Moderátor
fa: مدیر
zh_cn: 管理

source: Select
cs: Zvolit
fa: انتخاب
zh_cn: 选择

source: Reject
cs: Zamítnout
fa: رد کردن
zh_cn: 拒绝

source: Restore
cs: Obnovit
fa: بازیابی
zh_cn: 恢复

source: selected comments
cs: zvolené komentáře
fa: نظرات انتخاب شده
zh_cn: 选择评论

source: Editor
fa: ویراستار
zh_cn: 编辑

source: Total
cs: Celkem
fa: مجموع
zh_cn: 总计

source: Update
cs: Aktualizovat
fa: بروز رسانی
zh_cn: 更新

source: Widget
fa: ویجت
zh_cn: 部件

source: Configuration
cs: Konfigurace
fa: تنظیمات
zh_cn: 配置

source: Inbox
fa: صندوق ورودی
zh_cn: 收到的评论

source: Manual
cs: Manuální
fa: دستی
zh_cn: 手工审核

source: Unmoderated
cs: Nemoderováno
fa: مدیریت نشده
zh_cn: 未处理

source: Action
cs: Akce
fa: حرکت
zh_cn: 行为

# automoderation
source: Automatic Moderation
cs: Automatické moderování
fa: مدیریت و اداره خودکار
zh_cn: 自动处理

source: Custom
cs: Vlastní
fa: ظاهر
zh_cn: 自定义

source: Extensions
cs: Rozšíření
fa: افزونه ها
zh_cn: 插件

# showPingBacks
source: Show pingbacks and trackbacks
cs: Zobrazit pingbacks a trackbacks
fa: نمایش pingbacks و trackbacks
zh_cn: 显示 Pingback 和 Trackback

source: Register
cs: Registrovat
fa: ثبت نام
zh_cn: 注册

source: Add Comments to Pages
cs: Přidat komentáře ke stránkám
fa: اضافه کردن امکان نظر دادن به صفحات
zh_cn: 在页面中添加评论

# addToPages
source: Add to pages (in addition to posts)
cs: Přidat ke stránkám (zároveň k příspěvkům)
fa: علاوه بر ارسالها، به صفحات هم اضافه کن
zh_cn: 添加到页面 (增加到文章中)

# alreadyHaveAccount
source: Already have an account?
cs: Již máte účet?
fa: قبلا حساب کاربری ایجاد نموده اید؟
zh_cn: 已经有帐号了?

source: Apply changes
cs: Uložit změny
fa: ثبت تغییرات
zh_cn: 应用更改

source: Click to disable
cs: Kliknutím vypněte
fa: برای غیر فعال کردن، کلیک کنید
zh_cn: 点击禁用

source: Click to enable
cs: Kliknutím zapněte
fa: برای فعال کردن، کلیک کنید
zh_cn: 点击启用

source: comments where
cs: komentáře, kde
fa: نظرات در جاییکه
zh_cn: 评论在

source: Confirm New Password
cs: Potvrdit nové heslo
fa: تایید رمز جدید
zh_cn: 确认新密码

source: Confirm Password
cs: Potvrdit heslo
fa: تایید رمز
zh_cn: 确认密码

source: Create Account
cs: Vytvořit účet
fa: ایجاد حساب جدید
zh_cn: 创建帐号

source: Create now!
cs: Vytvořit teď!
fa: ایجاد!
zh_cn: 现在创建!

source: Create User
cs: Vytvořit uživatele
fa: ایجاد کاربر
zh_cn: 创建用户

source: Development mode
cs: Vývojový mód
fa: وضعیت توسعه دهنده
zh_cn: 开发模式

# developmentModeCheckboxMessage
source: Check this when you test disqus locally
cs: Pokud testujete disqus lokálně, zaškrtněte toto
fa: هنگام تست disqus به صورت local، این گزینه را تیک بزنید
zh_cn: 如果您在本地测试 disqus 的话, 请勾选

source: Disabled
cs: Vypnuto
fa: غیر فعال شده
zh_cn: 禁用

source: Disqus Settings
cs: Nastavení Disqus
fa: تنظیمات Disqus
zh_cn: Disqus 配置

# disqusShortName
source: Disqus Website Short Name
cs: Disqus Website krátké jméno
fa: نام کوتاه سایت Disqus
zh_cn: Disqus 站点短名

# disqusSignupMessage
source: To use Disqus as your comment manager you need first set up account at <a href="http://disqus.com" target="_blank">disqus.com</a><br /> Short name used to uniquely identify your website on Disqus (Website shortname in Basic Settings).
cs: Aby bylo možné použít Disqus jako správce komentářů, je potřeba nejdříve nastavit účet na <a href="http://disqus.com" target="_blank">disqus.com</a><br /> Krátké jméno pro unikátní identifikaci webu na Disqus (Website jméno v Základních nastaveních).
fa: برای استفاده از Disqus برای مدیریت نظرات بلاگتان، باید ابتدا حسابی را در سایت <a href="http://disqus.com" target="_blank">disqus.com</a> ایجاد کنید<br /> نام کوتاه، برای شناسایی منحصر بفرد وب سایت شما در Disqus مورد استفاده قرار می گیرد (بخش نام کوتاه وبسایت در تنظیمات ابتدایی).
zh_cn: 要使用 Disqus 评论系统的话, 需要先在 <a href="http://disqus.com" target="_blank">disqus.com</a><br /> 注册, 将获得的短名填入配置项中(站点短名在基础配置中).

# dontHaveAccount
source: Don't have account yet?
cs: Ještě nemáte účet?
fa: هنوز در سایت حسابی ندارید؟
zh_cn: 还没有帐号?

# forgotPassword
source: Forgot your password?
cs: Zapomněl jste heslo?
fa: رمز عبور را فراموش کرده اید؟
zh_cn: 忘记密码了?

source: is already exists
cs: již existuje
fa: وجود دارد
zh_cn: 已经存在

# isRequiredField
source: Required field
cs: je požadované pole
fa: یک بخش الزامی است
zh_cn: 是必填项

source: Login now!
cs: Přihlásit teď!
fa: وارد شوید!
zh_cn: 立即登录!

# makeDonation
source: Make a donation
cs: Poskytnout příspěvek
zh_cn: 捐赠

source: Moderated by Disqus.
cs: Moderováno přes Disqus.
fa: مدیریت شده توسط Disqus.
zh_cn: 由 Disqus 提供管理.

source: My Profile
cs: Můj profil
fa: پروفایل من
zh_cn: 个人资料

source: Never
cs: Nikdy
fa: هیچوقت
zh_cn: 从不

source: New Password
cs: Nové heslo
fa: رمز جدید
zh_cn: 新密码

source: Old Password
cs: Staré heslo
fa: رمز قدیمی
zh_cn: 原密码

source: or
cs: nebo
fa: یا
zh_cn: 或

# passwordChangeSuccess
source: Your password has been changed successfully.
cs: Vaše heslo bylo úspěšně změněno.
fa: کلمه رمز شما با موفقیت تغییر پیدا کرد
zh_cn: 密码修改成功.

# passwordMinimumCharacters
source: Password (min {0} characters)
cs: Heslo (min {0} znaků)
fa: کلیمه رمز (حداقل {0} حرف)
zh_cn: 密码 (至少 {0} 个字符)

source: Password Retrieval
cs: Obnovení hesla
fa: بازیابی رمز عبور
zh_cn: 找回密码

# passwordRetrievalInstructionMessage
source: Type user name in the field below and click submit button. Further instructions will be sent to your registration email.
cs: Zadejte svoji e-mailovou adresu do pole uvedeného výše a heslo bude zasláno e-mailem.
fa: آدرس ایمیل خود را در قسمت بالا وارد کنید. کلیمه رمز شما بزودی برای شما ارسال می شود
zh_cn: 输入您的 Email 地址, 您将立刻收到找回密码的邮件.

# rememberMe
source: Keep me logged in
cs: Přihlásit se trvale na tomto počítači
fa: مرا به خاطر داشته باش
zh_cn: 保持我的登录状态

# requiredPasswordLength
source: New passwords are required to be a minimum of {0} characters in length.
cs: Nová hesla budou vyžadovat délku minimálně {0} znaků.
fa: کلمات رمز جدید حاقل باید{0} حرف طول داشته باشند.
zh_cn: 新密码至少需要 {0} 个字符.

source: Return to blog
cs: Zpět na blog
fa: بازگشت به بلاگ
zh_cn: 返回博客

# siteUnavailableConfirm
source: The website will be unavailable for a few seconds.\nAre you sure you wish to continue?
cs: Web bude po několik sekund nedostupný.\nSkutečně chcete pokračovat?
fa: وب سایت برای چند ثانیه، غیر قابل دسترسی خواهد شد.\nآیا مطمئنید؟
zh_cn: 站点将暂停数秒, 确定要继续吗?

source: Source
cs: Zdroj
fa: منبع
zh_cn: 源代码

source: Source Viewer
cs: Zdrojový prohlížeč
fa: منبع نمایشگر
zh_cn: 源代码阅读器

source: Status
fa: وضعیت
zh_cn: 状态

# theValuesSaved
source: The values has been saved
cs: Hodnoty byly uloženy
fa: مقادیر ذخیره شدند
zh_cn: 选项已保存

source: Version
cs: Verze
fa: نسخه
zh_cn: 版本

source: Add new role
cs: Přidat novou roli
fa: ایجاد نقش جدید
zh_cn: 添加新角色

# areYouSureDeleteRow
source: Are you sure you want to delete this row?
cs: Skutečně chcete smazat tento řádek?
fa: آیا از حذف این سطر مطمئنید؟
zh_cn: 确定要删除这一行吗?

# categoryAlreadyExists
source: The category already exist
cs: Kategorie již existuje
fa: موضوعی با این نام قبلا ایجاد شده است
zh_cn: 该分类已存在

source: Close
cs: Zavřít
fa: بستن
zh_cn: 关闭

source: Create Role
cs: Vytvořit roli
fa: ایجاد نقش
zh_cn: 创建角色

source: Download
cs: Stáhnout
fa: دانلود
zh_cn: 下载

source: Enable Enclosures
cs: Povolit přílohy
fa: فعالسازی پیوست ها
zh_cn: 启用 Enclosures

source: Enable Self Registration
cs: Zapnout samoregistraci
fa: فعالسازی امکان ثبت نامِ خودِ شخص
zh_cn: 启用自助注册

# enterDate
source: Please enter a date (yyyy-mm-dd hh:mm)
cs: Prosím vložte datum (rrrr-mm-dd hh:mm)
fa: لطفا تاریخ را وارد کنید (yyyy-mm-dd hh:mm)
zh_cn: 请输入时间 (yyyy-mm-dd hh:mm)

# enterTitle
source: Please enter a title
cs: Prosím vložte název
fa: لطفا عنوان را وارد کنید
zh_cn: 请输入标题

# enterValidDate
source: Please enter a valid date (yyyy-mm-dd hh:mm)
cs: Prosím vložte platné datum (rrrr-mm-dd hh:mm)
fa: لطفا یک تاریخ صحیح وارد کنید (yyyy-mm-dd hh:mm)
zh_cn: 请输入有效的日期 (yyyy-mm-dd hh:mm)

# enterValidName
source: Please enter a valid name
cs: Prosím vložte platné jméno
fa: لطفا یک نام معتبر وارد کنید
zh_cn: 请输入有效的名字

# enterValidNumber
source: Please enter a valid number
cs: Prosím vložte platné číslo
fa: لطفا یک عدد معتبر وارد کنید
zh_cn: 请输入一个有效数

# enterValidNumberPositiveNegative
source: Please specify a valid number (positive or negative)
cs: Prosím uveďte platné číslo (kladné či záporné)
fa: لطفا یک عدد معتبر وارد کنید (مثبت یا منفی)
zh_cn: 请指定一个有效数 (正数或负数)

source: Extract from title
cs: Odvodit z názvu
fa: استخراج از عنوان
zh_cn: 从标题中截取

source: Find Position
cs: Najít pozici
fa: جستجوی موقعیت
zh_cn: 查找位置

source: Import from BlogML
cs: Importovat z BlogML
fa: دریافت از BlogML
zh_cn: 从 BlogML 导入

source: Invalid
cs: Neplatné
fa: نامعتیر
zh_cn: 无效

# noValidNumber
source: Not a valid number
cs: Není platné číslo
fa: عدد نامعتبر
zh_cn: 不是有效数

# onlyLoggedInCanView
source: Only logged in users can view posts (private blog)
cs: Příspěvky jsou dostupné pouze přihlášeným uživatelům (privátní blog)
fa: تنها کاربران وارد شده با سایت می توانند ارسالها را مشاهده کنند (بلاگ خصوصی)
zh_cn: 必须登录才能查看文章 (私密博客)

source: Parent
cs: Rodič
fa: والد
zh_cn: 上级

# pingService
source: Ping Services
cs: Ping služby
fa: سرویسهای Ping
zh_cn: Ping 服务

source: Preview
cs: Náhled
fa: پیش نمایش
zh_cn: 预览

source: Roles
cs: Role
fa: نقش ها
zh_cn: 角色

source: Show selector
cs: Zobrazit volič
fa: نمایش انتخاب کننده
zh_cn: 显示选择器

# slug
source: Slug (optional)
cs: Slug (volitelně)
fa: آدرس این پست - اختیاری
zh_cn: 别名 (可选)

# specifyPingService
source: Please specify a ping service
cs: Prosím zvolte ping službu
fa: لطفا یک سرویس Ping را مشخص کنید
zh_cn: 请指定一个 Ping 服务

source: Tags
cs: Štítky
fa: برچسب ها
zh_cn: 标签

# testEmailSettings
source: Test mail settings
cs: Otestovat e-mail nastavení
fa: تست تنظیمات ایمیل
zh_cn: 测试邮件配置

source: Tracking Script
cs: Sledovací skript
fa: اسکریپت Tracking
zh_cn: 跟踪脚本

# trackingScriptDescription
source: Visitor tracking script<br /><br />The JavaScript code from i.e. Google Analytics.<br /><br /> Will be added in the bottom of each page regardless of the theme.<br /><br />(remember to add the &lt;script&gt; tags)
cs: Sledovací skript návštěvníků<br /><br />JavaScript kód např. z Google Analytics.<br /><br /> Bude přidán na konec každé stránky nezávisle na tématu.<br /><br />(nezapomeňte přidat &lt;skript&gt;)
fa: اسکریپت ردیابی بازدیدکنندگان<br /><br />کد جاوا اسکریپت مربوط به Google.<br/><br/> به پایین تمامی صفحات، بدون توجه به پوسته مورد استفاده اضافه خواهد شد<br /><br />(به خاطر داشته باشید که تگ های &lt;script&gt; را اضافه کنید)
zh_cn: 您可以在这里放置统计代码等 JavaScript 代码.<br /><br /> 这些代码将被加入到每个页面的最底部而不管您使用的是何种主题模板.<br /><br />(需添加 &lt;script&gt; 标记)

source: Upload
fa: آپلود
zh_cn: 上传

# usernameAlreadyTaken
source: Username is already taken
cs: Uživatelské jméno je již použito
fa: نام کاربری قبلا انتخاب شده است
zh_cn: 用户名已被占用

source: Theme cookie name
cs: Jméno cookie tématu
fa: نام کوکیِ نگهدارنده تم
zh_cn: 主题模板 Cookie 名

# notifiedPublished
source: Get notified when a new post is published.
cs: Nechte si zasílat upozornění po vložení nového příspěvku.
fa: هنگام ارسال جدید، مرا آگاه کن
zh_cn: 当有新文章发表时通知我.

# pendingApproval
source: Comments will be pending administrator's approval
cs: Komentáře přiřazené ke schválení administrátorem
fa: نظرات، تا زمان تایید مدیر، معلق خواهند بود
zh_cn: 评论将被管理员审核

# Referrers_BindTable_Total
source: Total
cs: Celkem
fa: مجموع
zh_cn: 总计

# Configuration_OnInit_Please_specify_a_number
source: Please specify a number
cs: Prosím uveďte číslo
fa: لطفا یک عدد را مشخص نمایید
zh_cn: 请输入一个数

# Configuration_BtnTestSmtpClick_Test_successfull
source: Test successfull
cs: Test úspěšný
fa: تست موفقیت آمیز بود
zh_cn: 测试成功

source: Allow remote file downloads
cs: Povolit vzdálené stahování souboru
fa: اجازه دانلود فایلهای ریموت
zh_cn: 允许远程文件下载

# allowRemoteFileDownloadsDescription
source: Allow the server's handlers to download/cache/process resources from other websites.
cs: Povolí ovladači na serveru stahovat/cachovat/zpracovat zdroje na jiných webech.
fa: به handler های سرور اجازه دانلود، Cache کزدن و پردازش منابع سایر سایتها را بده.
zh_cn: 允许服务器处理来自其他站点的下载、缓存、程序资源.

# remoteTimeout
source: Max remote download time
cs: Max. čas vzdáleného stahování
fa: ماکزیمم زمان دانلود ریموت
zh_cn: 远程下载耗时上限

# remoteTimeoutDescription
source: The maximum length of time(milliseconds) the server can spend downloading a remote resource. Set to 0 for unlimited. Default is 30000.
cs: Maximální doba času (v milisekundách), kterou může server stahovat vzdálený zdroj. Nastavte na 0 pro neomezenou dobu. Výchozí hodnota je 30000.
fa: ماکزیمم مدت زمانی (به میلی ثانیه) که سرور می تواند یک ریسورس ریموت را دانلود کند. برای برداشتن محدودیت، عدد 0 را وارد کنید. مقدار پیش فرض، 30000 می باشد.
zh_cn: 服务器下载远程资源的最大时间限制（毫秒）. 不限请设定位 0. 默认值 30000.

source: Security Settings
cs: Bezpečnostní nastavení
fa: تنظیمات امنیتی
zh_cn: 安全设置

# maximumRemoteFileSize
source: Max Remote File Size
cs: Max. vzdálená velikost souboru
fa: ماکزیمم حجم فایل ریموت
zh_cn: 远程文件大小上限

# maximumRemoteFileSizeDescription
source: The maximum size in bytes of a remote file the server can download. Set to 0 for unlimited.
cs: Maximální velikost (v bytech) vzdáleného souboru, který může server stáhnout. Nastavte na 0 pro neomezenou velikost.
fa: ماکزیمم حجم فایل ریموتی که سرور می تواند دانلود کند. برای برداشتن محدودیت، عدد 0 را وارد کنید
zh_cn: 服务器下载远程文件的最大尺寸（字节）. 不限请设定位 0.

# selfRegistrationInitialRole
source: Initial Role for Self Registration
cs: Výchozí role pro samoregistraci
fa: نقش اولیه برای اشخاص ثبت نام کرده
zh_cn: 自助注册的初始角色

source: Enable Recaptcha
cs: Zapnout Recaptcha
fa: فعالسازی Recaptcha
zh_cn: 启用 Recaptcha

# recaptchaConfigureReminder
source: Make sure the Recaptcha extension is enabled and properly configured.
cs: Ujistěte se, že je rozšíření Recaptcha povoleno a správně nastaveno.
fa: اطمینان حاصل کنید که افزونه Recaptcha فعال است و بدرستی تنظیم شده است
zh_cn: 请确保 Recaptcha 插件已被启用并配置完整.

# whitelistIpOnCommentApproval
source: Automatically add IP Address of Comments you Approve to the white list.
cs: Automaticky přidat IP adresu z komentářů, které schválíte, na white list.
fa: به طور خودکار، IP افرادی که نظراتشان را تایید می کنید، به لیست سفید اضافه شود
zh_cn: 自动将审核通过的评论IP地址加入白名单.

# blacklistIpOnCommentRejection
source: Automatically add IP Address of Comments you Reject to the black list.
cs: Automaticky přidat IP adresu z komentářů, které odmítnete, na black list.
fa: به طور خودکار، IP افرادی که نظراتشان را بلوکه می کنید، به لیست سیاه اضافه شود
zh_cn: 自动将拒绝通过的评论IP地址加入黑名单.

source: Dashboard
cs: Kontrolní panel
fa: پنل مدیریت
zh_cn: 控制台

source: Group by year
cs: Seskupit po roce
fa: گروه بندی بر اساس سال
zh_cn: 按年显示

source: Recent dates at top
cs: Aktuální datum nahoře
fa: تاریخ های جدیدتر در بالا
zh_cn: 最近的日期在最上面

source: Confirm password is required
cs: Je vyžadováno potvrzovací heslo
fa: بخش تایید رمز باید پر شود
zh_cn: 请填写密码确认

source: Email is invalid
cs: E-mail je neplatný
fa: ایمیل نامعتبر است
zh_cn: Email 无效

source: Email is required
cs: E-mail je povinný
fa: بخش ایمیل باید پر شود
zh_cn: 请填写 Email

# minPassLengthInChars
source: Minimum password length is {0} characters
cs: Minimální délka hesla je {0} znaků
fa: حداقل طول کلمه رمز، {0} حرف می باشد
zh_cn: 密码至少要包含 {0} 个字符

# newAndConfirmPasswordMismatch
source: New and confirm passwords do not match
cs: Nové a potvrzovací heslo nejsou stejné
fa: رمز جدید و تاییدیه آن با هم یکی نیستند
zh_cn: 新密码与密码确认不一致

source: New password is required
cs: Je vyžadováno nové heslo
fa: بخش رمز جدید باید پر شود
zh_cn: 请填写新密码

source: Old password is required
cs: Je vyžadováno původní heslo
fa: بخش رمز قدیمی باید پر شود
zh_cn: 请填写原密码

# passwordAndConfirmPasswordMismatch
source: Password and confirm password do not match
cs: Heslo a potvrzovací heslo nejsou stejné
fa: بخش رمز و تاییدیه آن با هم یکی نیستند
zh_cn: 密码与密码确认不一致

# passwordIsRequried
source: Password is required
cs: Je vyžadováno heslo
fa: بخش کلمه رمز باید پر شود
zh_cn: 请填写密码

# passwordAndConfirmPasswordIsMatch
source: New and confirm passwords do not match
cs: Nové a potvrzovací heslo nejsou stejné
fa: رمز جدید و تاییدیه آن با هم یکی نیستند
zh_cn: 新密码与密码确认不一致

source: User name is required
cs: Je vyžadováno uživatelské jméno
fa: بخش نام کاربری باید پر شود
zh_cn: 请填写用户名

source: Tracking
cs: Sledování
fa: پیگیری
zh_cn: 追踪

source: Welcome
cs: Přihlášen
fa: خوش آمدید
zh_cn: 欢迎

source: Add new page
cs: Přidat novou stránku
fa: ایجاد صفحه جدید
zh_cn: 添加页面

source: Admin
fa: مدیر کل
zh_cn: 管理面板

source: Draft pages
cs: Rozepsané stránky
fa: صفحات پیش نویس
zh_cn: 页面稿件

source: Draft posts
cs: Rozepsané příspěvky
fa: ارسال های پیش نویس
zh_cn: 文章稿件

source: Empty trash
cs: Vyprázdnit koš
fa: خالی کردن سطل زباله
zh_cn: 清空回收站

source: Recent pending comments
cs: Poslední komentáře ke schválení
fa: آخرین نظرات معلق
zh_cn: 最近未审核的评论

source: Stats
cs: Statistiky
fa: آمار
zh_cn: 统计

source: Trash
cs: Koš
fa: سطل زباله
zh_cn: 回收站

source: Unapproved
cs: Neschválené
fa: تایید نشده
zh_cn: 未批准

source: View all
cs: Zobrazit vše
fa: مشاهده همه
zh_cn: 查看

source: Write new post
cs: Psát nový příspěvek
fa: نوشتن ارسال جدید
zh_cn: 撰写文章

source: You don't have any draft pages.
cs: Nemáte žádné rozepsané stránky.
fa: شما هیچ صفحه پیش نویسی ندارید.
zh_cn: 没有任何页面草稿.

source: You don't have any draft posts.
cs: Nemáte žádné rozepsané příspěvky.
fa: شما هیچ ارسال پیش نویسی ندارید.
zh_cn: 没有任何文章草稿.

source: Not authorized.
cs: Neoprávněn.
fa: غیر مجاز
zh_cn: 未授权.

# userAlreadyExists
source: User "{0}" already exists.
cs: Uživatel "{0}" již existuje.
fa: کاربر "{0}" قبلا تعریف شده است.
zh_cn: 用户 "{0}" 已存在.

source: Comments deleted
cs: Komentáře smazány
fa: نظرات پاک شدند
zh_cn: 评论已被删除

# couldNotCreateRole
source: Could not create the role: {0}
cs: Nelze vytvořit roli: {0}
fa: خطا در ایجاد نقش: {0}
zh_cn: 无法创建角色: {0}

# couldNotCreateUser
source: Could not create user: {0} : {1}
cs: Nelze vytvořit uživatele: {0} : {1}
fa: خطا در ایجاد کاربر: {0} : {1}
zh_cn: 无法创建用户: {0} : {1}

# couldNotDeleteComment
source: Could not delete comment: {0}
cs: Nelze smazat komentář: {0}
fa: خطا در حذف نظر: {0}
zh_cn: 无法删除评论: {0}

# couldNotDeleteComments
source: Could not delete all comment: {0}
cs: Nelze smazat všechny komentáře: {0}
fa: خطا در حذف تمامی نظرات: {0}
zh_cn: 无法删除所有评论: {0}

# couldNotDeletePage
source: Could not delete page: {0}
cs: Nelze smazat stránku: {0}
fa: خطا در حذف صفحه: {0}
zh_cn: 无法删除页面: {0}

# couldNotDeletePost
source: Could not delete post: {0}
cs: Nelze smazat příspěvek: {0}
fa: خطا در حذف ارسال: {0}
zh_cn: 无法删除文章: {0}

# couldNotDeleteRole
source: Could not delete the role: {0}
cs: Nelze smazat roli: {0}
fa: خطا در حذف نقش: {0}
zh_cn: 无法删除角色: {0}

# couldNotDeleteTag
source: Could not delete the tag: {0}
cs: Nelze smazat štítek: {0}
fa: خطا در حذف برچسب: {0}
zh_cn: 无法删除标签: {0}

# couldNotDeleteUser
source: Could not delete user : {0}
cs: Nelze smazat uživatele: {0}
fa: خطا در حذف کاربر: {0}
zh_cn: 无法删除用户 : {0}

# couldNotUpdateProfile
source: Could not update the profile: {0}
cs: Nelze aktualizovat profil: {0}
fa: خطا در بروزرسانی پروفایل: {0}
zh_cn: 无法更新个人资料: {0}

# couldNotUpdateRole
source: Could not update the role: {0}
cs: Nelze aktualizovat roli: {0}
fa: خطا در بروز رسانی نقش: {0}
zh_cn: 无法更新角色: {0}

# couldNotUpdateTag
source: Could not update the tag: {0}
cs: Nelze aktualizovat štítek: {0}
fa: خطا در بروزرسانی برچسب: {0}
zh_cn: 无法更新标签: {0}

# couldNotUpdateUser
source: Could not update user: {0}
cs: Nelze aktualizovat uživatele: {0}
fa: خطا در بروز رسانی کاربر: {0}
zh_cn: 无法更新用户: {0}

# displayNameIsRequired
source: Display name is required field
cs: Zobrazované jméno je povinné pole
fa: بخش نام نمایشی باید پر شود
zh_cn: 必须填写显示名称

# doNotPassRightsWithFalseValue
source: Do not pass back rights that have false values.
cs: Neposílat práva, která mají chybné hodnoty.
zh_cn: 无法传回值为False的权限.

# emailArgumentInvalid
source: Email argument is invalid.
cs: Argument e-mailová adresa je neplatný.
fa: آرگومان ایمیل نامعتبر است.
zh_cn: Email 参数无效.

# errorApprovingComment
source: Error approving comment: {0}
cs: Chyba při schvalování komentáře: {0}
fa: خطا در تایید نظر: {0}
zh_cn: 审核评论出错: {0}

source: Error rejecting comment
cs: Chyba při zamítnutí komentáře
fa: خطا در رد نظر
zh_cn: 拒绝评论出错

# idArgumentNull
source: id argument is null.
cs: Argument ID je nulový.
fa: آرگومان id بدون مقدار است
zh_cn: id 参数为空.

source: Invalid page id
cs: Neplatné ID stránky
fa: id صفحه نامعتبر
zh_cn: 无效的页面ID

source: Invalid post id
cs: Neplatné ID příspěvku
fa: id ارسال نامعتبر
zh_cn: 无效的文章ID

source: Invalid role name
cs: Neplatný název role
fa: نام نقش معتبر نمی باشد
zh_cn: 无效的角色名

# noRightExists
source: No such Right exists: {0}
cs: Takové právo neexistuje: {0}
fa: اجازه ای با این نام وجود ندارد: {0}
zh_cn: 未找到权限: {0}

source: Page deleted
cs: Stránka smazána
fa: صفحه مورد نظر پاک شد
zh_cn: 页面已删除

# pageIdRequired
source: Page id is required
cs: Je požadováno ID stránky
fa: id صفحه مورد نیاز است
zh_cn: 请提供页面ID

# passwordArgumentInvalid
source: Password argument is invalid.
cs: Argument heslo je neplatný.
fa: آرگومان رمز عبور، اشتباه است
zh_cn: Password 参数无效.

source: Post deleted
cs: Příspěvek smazán
fa: ارسال مورد نظر پاک شد
zh_cn: 文章已删除

# profileUpdated
source: Profile {0} updated
cs: Profil {0} aktulizován
fa: پروفایل {0} بروز شد
zh_cn: 个人资料 {0} 已更新

# rightsCanNotBeNull
source: Rights Collection argument can not be null.
cs: Argument kolekce práv nemůže být nulový.
fa: Rights Collection آرگومان نمی تواند خالی باشد.
zh_cn: 权限集参数不能为空.

# rightsUpdatedForRole
source: Rights updated for role "{0}"
cs: Práva aktualizována pro roli "{0}"
fa: اجازه های نقش "{0}" بروزرسانی شد
zh_cn: 角色 "{0}" 的权限已更新

# roleAlreadyExists
source: Role "{0}" already exists
cs: Role "{0}" již existuje
fa: نقشی با نام "{0}" وجود دارد
zh_cn: 角色 "{0}" 已存在

# roleHasBeenCreated
source: Role "{0}" has been created
cs: Role "{0}" byla vytvořena
fa: نقش "{0}" ایجاد شد
zh_cn: 角色 "{0}" 已创建

# roleHasBeenDeleted
source: Role "{0}" has been deleted
cs: Role "{0}" byla smazána
fa: نقش "{0}" حذف شد
zh_cn: 角色 "{0}" 已删除

# roleNameArgumentNull
source: roleName argument is null.
cs: Argument název role je nulový.
fa: آرگومان roleName مقداری ندارد.
zh_cn: roleName 参数为空.
