Repository: MicrosoftDocs/Virtualization-Documentation
Catalog: windows-container-samples/ASP-NET-Blog-Application/web/blogengine/App_GlobalResources/labels.*.resx
Languages: cs, fa, zh_cn

# roleNameIsRequired
source: Role name is a required field.
cs: Název role je požadované pole.
fa: بخش نام نقش باید پر شود.
zh_cn: 请填写角色名.

# roleUpdatedFromTo
source: Role updated from "{0}" to "{1}"
cs: Role aktualizována z "{0}" na "{1}"
fa: نقش از "{0}" به "{1}" بروز شد
zh_cn: 角色从 "{0}" 已变更为 "{1}"

# selectedCommentDeleted
source: Selected comments deleted
cs: Zvolené komentáře smazány
fa: نظرات انتخاب شده حذف شدند
zh_cn: 所选评论已删除

# selectedCommentRejected
source: Selected comments rejected
cs: Zvolené komentáře zamítnuty
fa: نظرات انتخاب شده رد شدند
zh_cn: 所选评论已拒绝

# selectedCommentRestored
source: Selected comments restored
cs: Zvolené komentáře obnoveny
fa: نظرات انتخاب شده بازیابی شدند
zh_cn: 所选评论已恢复

# tagChangedFromTo
source: Tag updated from "{0}" to "{1}"
cs: Štítek aktualizán z "{0}" na "{1}"
fa: مقدار برچسب از "{0}" به "{1}" تغییر کرد
zh_cn: 标签 "{0}" 已变更为 "{1}"

# tagHasBeenDeleted
source: Tag "{0}" has been deleted
cs: Štítek "{0}" byl smazán
fa: برچسب "{0}" حذف شد
zh_cn: 标签 "{0}" 已删除

# tagIsRequired
source: Tag is required field.
cs: Štítek je požadované pole.
fa: بخش برچسب باید پر شود
zh_cn: 请填写标签.

# userArgumentInvalid
source: User argument is invalid.
cs: Argument uživatel je neplatný.
fa: آرگومان بخش کاربر، نامعتبر است.
zh_cn: User 参数无效.

# userHasBeenCreated
source: User "{0}" has been created
cs: Uživatel "{0}" byl vytvořen
fa: کربر "{0}" ایجاد شد
zh_cn: 用户 "{0}" 已创建

# userHasBeenDeleted
source: User "{0}" has been deleted
cs: Uživatel "{0}" byl smazán
fa: کاربر "{0}" حذف شد
zh_cn: 用户 "{0}" 已删除

# userUpdated
source: User "{0}" updated
cs: Uživatel "{0}" aktualizován
fa: کاربر "{0}" بروز شد
zh_cn: 用户 "{0}" 已更新

# userWithEmailExists
source: User with this email already exists
cs: Uživatel s tímto e-mailem již existuje
fa: کاربری با این ایمیل وجود دارد
zh_cn: 此邮件地址的用户已存在

# valsArgumentNull
source: vals argument is null.
cs: vals argument je nulový.
fa: آرگومان vals بدون مقدار است.
zh_cn: vals 参数为空.

source: Add/edit post
cs: Přidat/upravit příspěvek
fa: ایجاد/ویرایش ارسال
zh_cn: 添加/编辑 文章

source: Add new category
cs: Přidat novou kategorii
fa: ایجاد موضوع جدید
zh_cn: 新增分类

source: Insert image
cs: Vložit obrázek (nebo uchop&pusť)
fa: اضافه کردن عکس
zh_cn: 插入图片

source: Insert video
cs: Vložit video
fa: اضافه کردن ویدئو
zh_cn: 插入视频

source: Published
cs: Publikované
fa: انتشار یافته
zh_cn: 已发布

source: Show
cs: Zobrazit
fa: نمایش
zh_cn: 显示

source: Automatically
cs: Automaticky
fa: بطور خودکار
zh_cn: 自动

source: Choose from existing tags
cs: Vybrat z existujících štítků
fa: از بین برچسبهای موجود انتخاب کنید
zh_cn: 从现有标签中选择

# clickTag
source: Click a tag:
cs: Klikněte na štítek:
fa: روی یک برچسب کلیک کنید:
zh_cn: 点击一个标签:

source: Edit page
cs: Přidat/upravit stránku
fa: ویرایش صفحه
zh_cn: 编辑页面

# excerpt
source: Excerpt (optional)
cs: Výňatek (volitelně)
fa: خلاصه - اختیاری
zh_cn: 摘要（可选）

source: Go to page
cs: Přejít na stránku
fa: رفتن به صفحه
zh_cn: 转到页面

source: Go to post
cs: Přejít na příspěvek
fa: رفتن به ارسال
zh_cn: 转到文章

source: Manually
cs: Manuálně
fa: به صورت دستی
zh_cn: 手工设定

source: Options
cs: Volby
fa: انتخابات
zh_cn: 选项

source: Quick add new category
cs: Rychlé přidání nové kategorie
fa: ایجاد سریع موضوع جدید
zh_cn: 快速创建分类

source: Set publish date
cs: Nastavit datum publikování
fa: تنظیم تاریخ انتشار
zh_cn: 设定发布时间

# uploadVideo
source: Choose video (MP4, WMV, FLV, OGG, WebM) or audio (MP3) file you wish to upload
cs: Zvolte video (MP4, WMV, FLV, OGG, WebM) nebo audio (MP3) soubor, který chcete nahrát
fa: فایل ویدئو (MP4, WMV, FLV, OGG, WebM) یا صدای (MP3) مورد نظر خود را برای آپلود انتخاب کنید
zh_cn: 选择您要上传的视频文件 (MP4, WMV, FLV, OGG, WebM) or audio (MP3)

# enablePasswordReset
source: Enable Password Resets
cs: Povolit reset hesel
fa: فعالسازی امکان بازنشانی کلمات رمز
zh_cn: 启用密码重置

source: Add new blog
cs: Přidat nový blog
fa: اضافه کردن بلاگ جدید
zh_cn: 新增博客

source: Approved Comments
cs: Schválené komentáře
fa: نظرات تایید شده
zh_cn: 已通过的评论

source: Common controls
cs: Společné prvky
fa: کنترل های عمومی
zh_cn: 公共设置

source: Disable
cs: Zakázat
fa: غیرفعال کردن
zh_cn: 禁用

source: Drafts
cs: Rozpracované
fa: پیش نویس ها
zh_cn: 稿件

source: Enable
cs: Povolit
fa: فعال سازی
zh_cn: 启用

source: Pending
cs: Ke schválení
fa: معلق
zh_cn: 待审核

# pingbacksAndTrackbacks
source: Pingbacks & Trackbacks
fa: پینگ بک ها فعال و ترک بک ها
zh_cn: Pingbacks 与 Trackbacks

source: View source
cs: Zobrazit zdroj
fa: مشاهده Source
zh_cn: 查看源代码

source: Add new user
cs: Přidat nového uživatele
fa: ایجاد کاربر جدید
zh_cn: 新增用户

source: Appearance
cs: Vzhled
fa: ظاهر
zh_cn: 显示

source: Comment settings
cs: Nastavení komentářů
fa: تنظیمات نظرها
zh_cn: 评论设置

source: Copy Rights From
cs: Kopírovat práva z
fa: رونویسی اجازه ها از
zh_cn: 复制权限从

source: Custom code
cs: Uživatelský kód
fa: کد دستی
zh_cn: 自定义代码

source: default Anonymous role
cs: výchozí Anonymní role
fa: نقش پیش فرض کاربران احراز هویت نشده
zh_cn: 默认的匿名角色

source: default Editors role
cs: výchozí Editor role
fa: نقش پیش فرض ویراستاران
zh_cn: 默认的编辑角色

source: Editing Rights for Role
cs: Úprava práv pro roli
fa: ویرایش اجازه ها برای یک نقش
zh_cn: 为角色配置权限

source: Feed
fa: خوراک
zh_cn: 推送

source: New user Roles
cs: Role nového uživatele
fa: نقش های کاربر جدید
zh_cn: 创建用户角色

source: Other settings
cs: Další nastavení
fa: تنظیمات متفرقه
zh_cn: 其他设置

source: SMTP server
fa: SMTP سرور
zh_cn: SMTP 服务器

# turnDisqusOnOff
source: Turn Disqus on or off
cs: Disqus zapnout/vypnout
fa: فعالسازی یا عدم فعالسازی Disqus
zh_cn: 启用或禁用 Disqus 服务

# useDisqusAsCommentProvider
source: Use Disqus as a comment provider
cs: Použít Disqus jako správce komentářů
fa: از Disqus به عنوان یک سرویس دهنده نظرات استفاده کن
zh_cn: 使用 Disqus 提供的评论服务

source: Anti-spam Services
cs: Anti-spamové služby
fa: سرویسهای ضد هرزنامه
zh_cn: 反垃圾服务

# exportIntoBlogML
source: Export your blog's content into XML file (BlogML)
cs: Exportovat obsah vašeho blogu do XML souboru (BlogML)
fa: استخراج مطالب بلاگ به فایل XML (BlogML)
zh_cn: 将您的博客数据导出成 XML 文件 (BlogML)

source: Import from file
cs: Importovat ze souboru
fa: دریافت از فایل
zh_cn: 从文件导入

source: Import with click-once
cs: Importovat na jedno kliknutí
fa: دریافت توسط click-once
zh_cn: 一键导入

source: Ping service URL
cs: URL ping služby
fa: آدرس Url سرویس Ping
zh_cn: Ping 服务 URL

# runClickOnceApplicationToImport
source: Run click-once application to import content saved as BlogML or RSS 2.0 into your blog. <i>Internet Explorer only.</i>
cs: Spusťte aplikaci na jedno kliknutí pro import obsahu uloženého jako BlogML nebo RSS 2.0 do vašeho blogu. <i>pouze Internet Explorer.</i>
fa: برنامه click-once را برای دریافت محتوای ذخیره شده با قالب BlogML یا RSS 2.0 به بلاگتان، اجرا کنید. <i>Internet Explorer فقط مختص.</i>
zh_cn: 运行 BlogML 或 RSS 一键导入程序，为博客导入数据. <i>仅支持 IE 浏览器.</i>

# selectSavedBlogMlFle
source: Select saved BlogML file and import it into your blog. Any browser, BlogML only.
cs: Zvolte uložený BlogML soubor a naimportujte do vašeho blogu. Pro jakýkoliv prohlížeč, pouze BlogML.
fa: فایل BlogML ذخیره شده را انتخاب کنید و آنرا به بلاگ خود وارد کنید. همه مرورگر ها پشتیبانی می شوند اما فقط برای قالب BlogML.
zh_cn: 选择 BlogML 文件并导入到当前博客. 支持任何浏览器，但仅支持 BlogML 格式文件.

source: To disable, set to "0"
cs: Pro vypnutí nastavte "0"
fa: برای غیر فعال کردن، مقدار "0" وارد کنید
zh_cn: 设定为 "0" 即禁用

# cannotDeleteLastAdmin
source: You cannot delete the last user with rights to create or edit users. Grant these rights to another user first before deleting this user.
cs: Nemůžete smazat posledního uživatele, který má právo vytvářet nebo měnit uživatele. Udělte nejprve tato práva jinému uživateli před smazáním tohoto uživatele.
fa: شما نمی توانید آخرین کاربر با دسترسی ایجاد و ویرایش بقیه کاربران را پاک کنید. قبل از حذف این کاربر، ابتدا این دسترسی را به کاربر دیگری بدهید.
zh_cn: 无法删除最后一位拥有创建、编辑用户权限的用户. 请在删除该用户前把这些权限授予其他用户.

source: Tools
cs: Nástroje
fa: ابزار
zh_cn: 工具

source: Blogs
cs: Blogy
fa: بلاگها
zh_cn: 博客

source: Plugins
fa: پلاگین ها
zh_cn: 插件

# areYouSureDeleteComment
source: Are you sure you want to delete the comment?
cs: Skutečně chcete smazat stránku?
zh_cn: 您确定要删除这条评论吗?

# areYouSureDeleteEmail
source: Are you sure you want to delete this e-mail?
cs: Jste si jisti, že chcete smazat tento e-mail?
zh_cn: 您确定要删除这个e-mail吗?

# areYouSureDeletePage
source: Are you sure you want to delete the page?
cs: Skutečně chcete smazat stránku?
zh_cn: 您确定要删除这个页面吗?

# forceMainTheme
source: Regular Site
cs: Hlavní téma
fa: سایت عادی
zh_cn: 标准站点

# itemsPerPage
source: Items/Page
cs: Položek/stránka
fa: تعداد آیتمها/صفحه
zh_cn: 每页显示数

# couldNotDeleteBlog
source: Could not delete blog: {0}
cs: Nelze smazat blog: {0}
fa: خطا در حذف بلاگ: {0}
zh_cn: 无法删除: {0}

# blogDeleted
source: Blog "{0}" has been deleted
cs: Blog "{0}" byl smazán
fa: بلاگ "{0}" حذف شد
zh_cn: 博客 "{0}" 已删除

# blogAdded
source: Blog "{0}" has been added
cs: Blog "{0}" byl přidán
fa: بلاگ "{0}" ایجاد شد
zh_cn: 博客 "{0}" 已添加

source: Invalid blog id
cs: Neplatné ID blogu
fa: id بلاگ نامعتبر
zh_cn: 无效的博客 id

# editExistingBlog
source: Edit blog
cs: Upravit blog
fa: ویرایش بلاگ
zh_cn: 编辑博客

source: Storage Container Name
cs: Název úložného kontejneru
fa: نام مکان ذخیره سازی
zh_cn: 存储器名字

source: Virtual Path
cs: Virtuální cesta
fa: مسیر مجازی
zh_cn: 虚拟路径

source: Active
cs: Aktivní
fa: فعال
zh_cn: 活动状态

source: Existing Blog to Create New Blog from
cs: Vytvořit nový blog z již existujícího
fa: بلاگ موجود، برای ایجاد بلاگ جدید از روی آن
zh_cn: 从现有博客创建新博客

# hostName
source: Host Name (optional)
cs: Host Name (volitelně)
fa: نام هاست (اختیاری)
zh_cn: 主机名(可选)

source: Accept Any Text before Host Name
cs: Akceptovat jakýkoliv text před Host Name
fa: هر متنی را قبل از نام هاست قبول کن
zh_cn: 主机名前允许任意字符(泛解析)

source: Latest from the gallery
cs: Nejnovější z galerie
fa: آخرین های گالری
zh_cn: 博易最新资讯

# savedByAtTime
source: Saved by {0} at {1}
cs: Uložil {0} v {1}
fa: ذخیره شده توسط{0} در {1}
zh_cn: {0} 保存于 {1}

source: Available
cs: Dostupné
fa: قابل استفاده
zh_cn: 可用

source: Current theme
cs: Aktuální téma
fa: پوسته فعلی
zh_cn: 当前主题

source: Gallery
cs: Galerie
fa: گالری
zh_cn: 资源

source: Installed
cs: Nainstalované
fa: نصب شده
zh_cn: 安装

source: Set as current theme
cs: Nastavit jako aktuální téma
fa: ذخیره به عنوان پوسته فعلی
zh_cn: 设为当前主题

source: Themes
cs: Témata
fa: قالب ها
zh_cn: 主题模板

source: Alphanumeric
cs: abecedy
fa: الفبایی یا عددی
zh_cn: 版本号

source: Downloads
cs: počtu stažení
fa: دانلودها
zh_cn: 下载

source: Newest
cs: data
fa: جدیدترین
zh_cn: 最新

source: Order by
cs: Řadit dle
fa: مرتب سازی بر اساس
zh_cn: 排序

source: Active themes
cs: Aktivní témata
fa: پوسته های فعال
zh_cn: 可用主题

# enterEmail
source: Enter your e-mail
cs: Vložte váš e-mail
fa: ایمیل خود را وارد کنید
zh_cn: 输入您的 e-mail

# enterEmailAddress
source: Please enter an e-mail address
cs: Prosím vložte e-mailovou adresu
zh_cn: 请输入您的 e-mail 地址

source: Notify me
cs: Přihlásit k odběru
fa: ثبت نام
zh_cn: 通知我

source: Thank you
cs: Děkuji
zh_cn: 感谢

# nowUnsubscribed
source: You are now unsubscribed
cs: Nyní jste odhlášen
zh_cn: 您已成功退订

source: Comment RSS
cs: RSS komentářů
zh_cn: 评论 RSS

# viewLargeCalendar
source: View posts in large calendar
cs: Zobrazit ve velkém kalendáři
zh_cn: 在日历中浏览文章

# followTwitter
source: Follow me on Twitter
cs: Sledujte mne na Twitteru
zh_cn: 在Twitter上观注我

# visitorHi
source: Hi
cs: Ahoj
zh_cn: 您好

source: Welcome back!
cs: Vítejte zpět!
zh_cn: 欢迎回来!

# commentsAddedSince
source: New comments have been added to {0} since your last comment.
cs: K {0} byly od vašeho posledního komentáře přidány nové komentáře.
zh_cn: 您在 {0} 的最后一条评论之后有新的评论.

# writtenCommentsTotal
source: You have written {0} comments in total.
cs: Celkem jste napsal {0} komentářů.
zh_cn: 您在这里总共发表了 {0} 条评论.

# contactAuthorInformation
source: Author information
cs: Informace o autorovi
zh_cn: 作者信息

source: Country code
cs: Kód země
zh_cn: 国家代码

# contactIPAddress
source: IP address
cs: IP adresa
zh_cn: IP 地址

# contactUserAgent
source: User-agent
cs: Použitý prohlížeč
zh_cn: 用户浏览器(User-agent)

# filestorage
source: File Storage Management
cs: Správa souborového úložiště
zh_cn: 文件存储管理

source: Add folder
cs: Přidat adresář
zh_cn: 添加文件夹

source: Add link
cs: Přidat odkaz
zh_cn: 添加链接

source: Add new link
cs: Přidat nový odkaz
zh_cn: 新增链接

source: Add to post
cs: Přidat k příspěvku
zh_cn: 添加到文章中

source: Align Left
cs: Zarovnat doleva
zh_cn: 左对齐

source: Align Right
cs: Zarovnat doprava
zh_cn: 右对齐

source: All posts by
cs: Všechny příspěvky dle
zh_cn: 所有发表的文章

source: All posts tagged
cs: Všechny příspěvky se štítky
fa: تمامی پست ها با برچسب
zh_cn: 所有加标签的文章

# anotherEmail
source: Please select another email address
cs: Prosím zvolte jinou e-mailovou adresu
zh_cn: 请选择其它的email地址

# anotherUserName
source: Please select another user name
cs: Prosím zvolte jiné uživatelské jméno
zh_cn: 请选择其它的用户名

# apmlAddrInvalid
source: APML address invalid
zh_cn: APML地址无效

# apmlDescription
source: Enter the URL to your website or to your APML document
cs: Vložte URL vašeho webu nebo APML dokumentu
zh_cn: 输入您的网站或APML文档的URL

# apmlDocErr
source: APML document error
zh_cn: APML文档错误

source: APML filtered list
zh_cn: APML过滤后列表

# apmlInvalidUrl
source: The URL could not be resolved
zh_cn: 指定的URL无法解析

# apmlInvalidXml
source: The APML document is not valid XML
zh_cn: 指定的APML文档不是有效的XML

# apmlNoConnWebsite
source: Sorry, I couldn't connect to your website
zh_cn: 很抱歉，无法连接到您的网站

# apmlNoInfoWebsite
source: The website entered doesn't contain any information about APML
zh_cn: 输入的网站没有任何与APML相关的信息

source: APML not found
zh_cn: 未找到APML

# apmlNotFoundDesc
source: APML document could not be found
zh_cn: 无法找到APML文档

source: Approve selected
cs: Schválit zvolené
zh_cn: 通过选中项

# authorDispalyCount
source: Maximum authors in the list
cs: Maximum autorů v seznamu
zh_cn: 列表中最多作者数量

# authorDisplayPattern
source: Display pattern (author, post count)
cs: Vzor zobrazení (autor, počet příspěvků)
zh_cn: 显示方式(作者, 文章数)

# authorDisplayPatternAggregated
source: Display pattern in aggregated blog (author, blog, post count)
cs: Vzor zobrazení v agregovaném blogu (autor, blog, počet příspěvků)
zh_cn: 聚合博客中的显示方式(作者, 博客, 文章数)

# avatarSize
source: Avatar size (in pixels)
cs: Velikost Avatara (v pixelech)
zh_cn: 头像的像素大小

source: Backcolor
cs: Barva pozadí
zh_cn: 背景色

# blogAddedShort
source: Blog added
cs: Blog přidán
zh_cn: 博客已添加

source: Blog name
cs: Název blogu
fa: نام بلاگ
zh_cn: 博客名称

source: Blog saved
cs: Blog uložen
zh_cn: 博客已保存

source: Bold
cs: Tučné
zh_cn: 粗体

source: Bullet list
cs: Odrážkový seznam
zh_cn: 项目符号

source: Category added
cs: Kategorie přidána
zh_cn: 分类已添加

source: Category deleted
cs: Kategorie smazána
zh_cn: 分类已删除

source: Category updated
cs: Kategorie aktualizována
zh_cn: 分类已更新

source: Center
cs: Zarovnat na střed
zh_cn: 居中

source: Colors
cs: Barvy
zh_cn: 颜色

source: Comment updated
cs: Komentář aktualizován
zh_cn: 评论已更新

source: Completed
cs: Dokončeno
zh_cn: 已完成

# contactDetails
source: Contact Details and Address
cs: Kontaktní údaje a adresa
fa: اطلاعات تماس
zh_cn: 详细资料和地址

source: Content
cs: Obsah
fa: محتوا
zh_cn: 内容

source: Could not delete item
cs: Nelze smazat položku
zh_cn: 无法删除项目

source: Could not save quick post
cs: Nelze uložit rychlý příspěvek
zh_cn: 无法保存快速发表的内容

source: Count
cs: Počet
fa: تعداد
zh_cn: 计数

# createBlog
source: Create new blog
cs: Vytvořit nový blog
fa: ایجاد وبلاگ
zh_cn: 新建博客

# createBlogOnSelfRegistration
source: Create new blog for self-registered user
cs: Vytvořit nový blog pro samo-registrovaného uživatele
fa: ایجاد وبلاگ جدید برای کاربرانی که ثبت نام می کنند
zh_cn: 为自助注册的用户新建博客

source: Created on
cs: Vytvořeno
fa: ایجاد شده در
zh_cn: 创建于

source: Custom fields
zh_cn: 自定义字段

source: Custom fields updated
cs: Uživatelské položky aktualizovány
zh_cn: 自定义字段已更新

source: Date published
cs: Publikováno dne
fa: زمان انتشار
zh_cn: 发表日期

source: default
cs: výchozí
zh_cn: 默认

# defaultMinTag
source: 1 (default)
cs: 1 (výchozí)
zh_cn: 1 (默认)

source: Default post category
cs: Výchozí kategorie přísp.
zh_cn: 默认文章分类

source: Delete all
cs: Smazat vše
fa: حذف همه
zh_cn: 全部删除

source: Delete selected
cs: Smazat zvolené
fa: حذف انتخاب شده ها
zh_cn: 删除选中项

source: Disqus Website Name
cs: Název Disqus web serveru
fa: نام وب سایت
zh_cn: Disqus站点名称

# downloadOPML
source: Download OPML file
cs: Stáhnout OPML soubor
zh_cn: 下载OPML文件

# emailNotExist
source: Email does not exist in our system
cs: Tento e-mail v našem systému neexistuje
zh_cn: 系统中没有该email

source: Empty
cs: Prázdný
fa: خالی
zh_cn: 清空

# emptyLog
source: Empty the log file
cs: Vyprázdnit log soubor
zh_cn: 清空日志文件

source: Enable optimization
cs: Zapnout optimalizaci
fa: فعال کردن بهینه سازی
zh_cn: 启用优化

# enableOptimizationDesc
source: Combine and minify scripts and styles (recommended)
cs: Kombinovat a minimalizovat skripty a styly (doporučeno)
fa: ترکیب و فشرده سازی استایل ها و اسکریپت ها . پیشنهاد میشوند فعال کنید
zh_cn: 合并并缩小脚本和样式(推荐)

source: Enable Tag Export
zh_cn: 允许导出标签

# enterValidString
source: Please enter a valid string
cs: Prosím vložte platný řetězec
zh_cn: 请输入有效的字符串

source: Error
cs: Chyba
zh_cn: 错误

source: Error adding new user
cs: Chyba při přidávání nového uživatele
zh_cn: 新增用户时出错

source: Error getting log file
cs: Chyba při nahrávání log souboru
zh_cn: 获取日志文件时出错

source: Error getting stats
cs: Chyba při získávání statistik
zh_cn: 获取统计信息时出错

source: Error getting tags
cs: Chyba při zpracování štítků
zh_cn: 获取标签时出错

source: Error loading blog
cs: Chyba při nahrávání blogu
zh_cn: 加载博客时出错

source: Error loading blogs
cs: Chyba při nahrávání blogů
zh_cn: 加载博客时出错

source: Error loading categories
cs: Chyba při nahrávání kategorií
zh_cn: 加载分类时出错

source: Error loading category
cs: Chyba při nahrávání kategorie
zh_cn: 加载分类时出错

source: Error loading custom fields
cs: Chyba při nahrávní uživatelských položek
zh_cn: 加载自定义字段时出错

source: Error loading draft pages
cs: Chyba při nahrávání konceptů stránek
zh_cn: 加载页面草稿时出错

source: Error loading draft posts
cs: Chyba při nahrávání konceptů příspěvků
zh_cn: 加载文章草稿时出错

source: Error loading package
cs: Chyba při nahrávání balíčku
zh_cn: 加载包时出错

source: Error loading packages
cs: Chyba při nahrávání balíčků
zh_cn: 加载包时出错

source: Error loading page
cs: Chyba při nahrávání stránek
zh_cn: 加载页面时出错

source: Error loading pages
cs: Chyba při nahrávání stránek
zh_cn: 加载页面时出错

source: Error loading posts
cs: Chyba při nahrávání příspěvků
zh_cn: 加载文章时出错

source: Error loading recent comments
cs: Chyba při nahrávání posledních komentářů
zh_cn: 加载最近评论时出错

source: Error loading rights
cs: Chyba při nahrávání práv
zh_cn: 加载权限时出错

source: Error loading role
cs: Chyba při nahrávání role
zh_cn: 加载角色时出错

source: Error loading roles
cs: Chyba při nahrávání rolí
zh_cn: 加载角色时出错

source: Error loading settings
cs: Chyba při nahrávání nastavení
zh_cn: 加载设置时出错

source: Error loading trash
cs: Chyba při nahrávání koše
zh_cn: 加载回收站时出错

source: Error loading user
cs: Chyba při nahrávání uživatele
zh_cn: 加载用户时出错

source: Error loading users
cs: Chyba při nahrávání uživatelů
zh_cn: 加载用户时出错

source: Error Message
fa: پیغام خطا
zh_cn: 错误消息

source: Error purging
cs: Chyba při odstraňování
zh_cn: 清除时出错

source: Error restoring
cs: Chyba při obnovování
zh_cn: 恢复时出错

source: Failed
cs: Nezdařilo se
zh_cn: 失败

source: Failed adding new category
cs: Přidání nové kategorie se nezdařilo
zh_cn: 新增分类失败

source: Failed adding new page
cs: Přidání nové stránky se nezdařilo
zh_cn: 新增页面失败

source: Failed adding new post
cs: Přidání nového příspěvku se nezdařilo
zh_cn: 新增文章失败

source: Failed adding new role
cs: Přidání nové role se nezdařilo
zh_cn: 新增角色失败

source: Failed to save rights
cs: Uložení práv se nezdařilo
zh_cn: 保存权限失败

source: File Manager
cs: Souborový správce
fa: مدیریت فایل
zh_cn: 文件管理器

source: File picker
cs: Výběr souboru
zh_cn: 文件提取工具

source: Font
cs: Písmo
zh_cn: 字体

source: Font size
cs: Velikost písma
zh_cn: 字体大小

source: Forecolor
cs: Barva textu
zh_cn: 前景色

source: Full screen
cs: Celá obrazovka
zh_cn: 全屏

source: Gallery Feed URL
cs: URL feed galerie
fa: آدرس اتصال به گالری
zh_cn: 资源推送URL

# galleryFeedUrlDescription
source: URL to the valid Gallery feed containing downloadable packages
cs: URL k platnému feedu galerie obsahující balíčky ke stažení
fa: آدرس گالری معتبر که حاوی بسته های دانلود هستند
zh_cn: 提供可下载包的有效资源推送URL

# hasRated
source: You already rated this post.
cs: Tento příspěvek jste již ohodnotil.
zh_cn: 您已经对该文章评过分

source: Heading
cs: Nadpis
zh_cn: 标题

source: Hyperlink
cs: Vytvořit odkaz
zh_cn: 超链接

source: Imported from BlogML
cs: Naimportováno z BlogML
zh_cn: 从BlogML导出

source: Import export
fa: وارد کردن و استخراج کردن
zh_cn: 导入导出

source: Import failed
cs: Import se nezdařil
zh_cn: 导入失败

# incorrectSimpleCaptcha
source: The captcha value you provided is incorrect.
cs: Nezadal jste správnou captcha hodnotu.
zh_cn: 输入的验证码不正确

source: Indent
cs: Odsadit
zh_cn: 缩进

source: Install
cs: Instalovat
fa: نصب
zh_cn: 安装

source: Is For Site Aggregation
cs: Použít pro agregovaný web
fa: ادغام سایت
zh_cn: 是否为站点聚合

source: Italic
cs: Kurzíva
zh_cn: 斜体

source: Justify
cs: Zarovnat oboustranně
zh_cn: 两端对齐

# LangDirection
source: ltr
cs: zleva doprava
fa: rtl
zh_cn: 从左向右

source: Last Update
cs: Poslední aktualizace
fa: آخرین آپدیت ها
zh_cn: 最近更新

source: Last Updated
cs: Poslední aktualizace
zh_cn: 最近更新

source: Latest comments
cs: Nejnovější komentáře
fa: آخرین نظرات
zh_cn: 最新评论

# ListIsEmpty
source: This list is empty. You can add new item from the menu above.
cs: Tento seznam je prázdný. Můžete přidat novou položku z menu výše.
zh_cn: 列表当前为空. 您可以通过上方的菜单添加项目.

source: Log file
cs: Log soubor
fa: فایل گزارشات
zh_cn: 日志文件

source: Logged messages
cs: Zprávy v logu
fa: پیام های گزارشات
zh_cn: 日志中记录的消息

source: Login failed
cs: Přihlášení se nezdařilo
zh_cn: 登录失败

source: Logs
cs: Logy
fa: گزارشات
zh_cn: 日志

source: Max age in days
cs: Max. stáří ve dnech
zh_cn: 天数最长

source: New category
cs: Nová kategorie
zh_cn: 新分类

source: New window
cs: Nové okno
zh_cn: 新窗口

source: Next
cs: Násl.
fa: بعدی
zh_cn: 下一个

# noApprovedComments
source: There are no approved comments.
cs: Nejsou žádné schválené komentáře.
zh_cn: 当前没有已通过的评论

source: No blogs were found.
cs: Nebyly nalezeny žádné blogy.
zh_cn: 没有找到任何博客

source: No files found.
cs: Nenalezeny žádné soubory.
zh_cn: 没有找到任何文件

# noPackagesToDisplay
source: There are no packages to display.
cs: Nejsou žádné balíčky k zobrazení.
zh_cn: 没有可以显示的包

# noPendingComments
source: There are no pending comments.
cs: Nejsou žádné komentáře ke schválení.
zh_cn: 没有等待通过的评论

# noPingbacksTrackbacks
source: There are no pingbacks or trackback. Make sure you enabled sending and recieving trackbacks/pingbacks in advanced settings.
cs: Žádné pingbacks nebo trackback. Ujistěte se, že jste zapnuli odesílání a příjem trackbacks/pingbacks v Pokročilém nastavení.
zh_cn: 当前没有Pingback或Trackback记录. 请确认已经在高级设置中启用了发送和接收Pingback或Trackback的功能.

# noPostsMatchedYourCriteria
source: Sorry, no posts matched your criteria
cs: Lituji, zadaným podmínkám neodpovídá žádný příspěvek
zh_cn: 抱歉, 没有找到满足条件的文章

# noSpamHere
source: Hooray, no spam here!
cs: Hurá, žádný spam!
zh_cn: 请不要发垃圾!

source: Not authorized to create new Posts.
cs: Nemáte oprávnění k vytvoření nového příspěvku.
zh_cn: 没有新建文章的权限

source: Number list
cs: Číselný seznam
zh_cn: 数字表

source: Number of commenters
cs: Počet komentujících
zh_cn: 评论人数

source: Open link in new window
cs: Otevřít odkaz v novém okně
zh_cn: 在新窗口中打开链接

source: Page added
cs: Stránka přidána
zh_cn: 页面已添加

source: Page Meta
cs: Meta stránky
zh_cn: 页面元数据

source: Page not found
cs: Stránka nenalezena
zh_cn: 页面未找到

source: Page Source
cs: Kód stránky
fa: منبع
zh_cn: 页面源

source: Page updated
cs: Stránka aktualizována
zh_cn: 页面已更新

# passwordNotChanged
source: Password was not changed
cs: Heslo nebylo změněno
zh_cn: 密码未做修改
