Repository: MicrosoftDocs/Virtualization-Documentation
Catalog: windows-container-samples/ASP-NET-Blog-Application/web/blogengine/App_GlobalResources/labels.*.resx
Languages: cs, fa, zh_cn

source: Add
cs: Přidat
fa: اضافه کردن
zh_cn: 添加

source: Add entry
cs: Přidat příspěvek
fa: ارسال مطلب
zh_cn: 添加文章

source: Add comment
cs: Přidat komentář
fa: ارسال نظر
zh_cn: 添加评论

# addCustomCodeToHeader
source: Add custom code to the HTML head section
cs: Vložit vlastní kód do HTM hlavičky
fa: اضاف کردن کد به هدر کدهای HTML
zh_cn: 在HTML头区域添加自定义标签

# administrationPanel
source: Control panel
cs: Ovládací panel
fa: پانل کنترل
zh_cn: 控制面板

source: Advanced
cs: Pokročilé
fa: پیشرفته
zh_cn: 高级

source: Advanced settings
cs: Pokročilé nastavení
fa: تنظیمات پیشرفته
zh_cn: 高级设置

source: Alternate feed URL
cs: Alternativní URL feed
fa: آدرس فید (Feed) ثانویه
zh_cn: 替换推送URL

source: Approve
cs: Schválit
fa: نظر پذیرفته شود
zh_cn: 通过

# approveallcomments
source: Approve all Post Comments
cs: Schválit všechny komentáře
fa: تمامی نظرات پذیرفته شود
zh_cn: 通过所有评论

source: Archive
cs: Archív
fa: آرشیو
zh_cn: 归档

# areYouSure
source: Are you sure you want to {0} {1}?
cs: Skutečně chcete {0} {1}?
fa: آیا از {0} {1} مطمئن هستید?
zh_cn: 您确定要 {0} {1}?

# attachFile
source: Image/File
cs: Vložit soubor
fa: الصاق فایل
zh_cn: 添加附件

source: Author
cs: Autor
fa: مولف
zh_cn: 作者

source: Avatars
cs: Avataři
fa: آواتار
zh_cn: 头像

source: Basic
cs: Základní
fa: ابتدایی
zh_cn: 基础

# beTheFirstToRate
source: Be the first to rate this post
cs: Ohodnoťte příspěvek jako první
fa: اولین کسی باشید که به این پست رای میدهید
zh_cn: 第一个评分

# blogMLDescription
source: BlogEngine.NET uses <a href="http://blogml.codeplex.com/" target="_blank">BlogML</a> as the format for exporting. The import supports both BlogML and RSS.
cs: BlogEngine.NET používá pro export formát <a href="http://blogml.codeplex.com/" target="_blank">BlogML</a>. Importovat je možné z BlogML a RSS.
fa: BlogEngine.NET از <a href="http://blogml.codeplex.com/" target="_blank">BlogML</a> به عنوان قابل برای صدور مطالب استفاده می کند. ورود مطالب هم از طریق BlogML و هم از طریق RSS پشتیبانی می شود.
zh_cn: BlogEngine.NET 使用 BlogML 作为导出格式. 导入同时支持 BlogML 和 RSS.

source: Blogroll
cs: Odkazy
fa: اخبار از سایتهای دیگر
zh_cn: 博客链接

source: Button text
cs: Text na tlačítku
fa: متن دکمه
zh_cn: 按钮文字

source: Categories
cs: Kategorie
fa: موضوعات
zh_cn: 管理分类

source: Category
cs: Kategorie
fa: موضوع
zh_cn: 分类

source: Change password
cs: Změnit heslo
fa: تغییر رمز عبور
zh_cn: 更改密码

# chooseOtherName
source: Please choose another name
cs: Prosím zvolte jiné jméno
fa: لطفاً نام دیگری را انتخاب کنید
zh_cn: 请选择别的名字

# closeCommetsAfter
source: Close comments after
cs: Uzavřít komentáře po
fa: بستن امکان ارسال نظر بعد از
zh_cn: 之后关闭评论

source: Comment
cs: Komentář
fa: نظر
zh_cn: 评论

source: Comment label text
cs: Text označující vyhledávání v komentářích
fa: متن برچسب نظر
zh_cn: 评论标签文本

source: Comments
cs: Komentáře
fa: نظرات
zh_cn: 评论

source: Comments are closed
cs: Komentáře jsou uzavřeny
fa: امکان ارسال نظر برای این موضوع وجود ندارد
zh_cn: 不允许评论

# commentWasSaved
source: The comment was saved. Thank you for the feedback
cs: Komentář byl uložen. Děkuji za příspěvek.
fa: نظر شما ثبت شد.متشکریم!
zh_cn: 评论已经保存，多谢您的反馈。

source: Contact
cs: Kontakt
fa: تماس
zh_cn: 联系

source: Contact form
cs: Kontaktní formulář
fa: فرم تماس
zh_cn: 联系表单

source: Controls
cs: Ovládací prvky
fa: کنترلها
zh_cn: 基本设置

source: Country
cs: Země
fa: کشور
zh_cn: 国家

source: Create new user
cs: Vytvořit nového uživatele
fa: ایجاد کاربر جدید
zh_cn: 创建新用户

# currentlyRated
source: Currently rated {0} by {1} people
cs: Aktuální hodnocení: {0} Počet hodnocení: {1}
fa: امتیاز فعلی {0} از طرف {1} نفر
zh_cn: 当前评分 {0} , 共有 {1} 人参与

source: Date
cs: Datum
fa: تاریخ
zh_cn: 日期

source: Default feed output
cs: Výchozí výstup feedu
fa: خروجی پیش فرض فید (Feed)
zh_cn: 默认推送输出

# defaultTextShownInSearchField
source: The default text shown in the search textbox
cs: Výchozí text pole pro vyhledávání
fa: متن پیش فرضی که در جعبه جستجو نمایش داده می شود
zh_cn: 搜索框显示的默认文字

source: Delete
cs: Smazat
fa: حذف
zh_cn: 删除

source: Description
cs: Popis
fa: توضیحات
zh_cn: 摘要

# displayCommentsOnRecentPosts
source: Display comments
cs: Zobrazit komentáře
fa: نمایش نظرات
zh_cn: 显示评论

# displayRatingsOnRecentPosts
source: Display rating
cs: Zobrazit hodnocení
fa: نمایش امتیاز دهی
zh_cn: 显示评分

source: Edit
cs: Upravit
fa: ویرایش
zh_cn: 编辑

source: E-mail address
cs: E-mailová adresa
fa: آدرس پست الکترونیکی
zh_cn: E-mail 地址

# emailSubjectPrefix
source: Subject prefix
cs: Prefix předmětu
fa: پیشوند موضوع
zh_cn: Email 标题前缀

source: Enable attachments
cs: Zapnout přílohy
fa: فعالسازی امکان الصاق فایل
zh_cn: 允许附件

source: Enable comments
cs: Zapnout komentáře
fa: فعال سازی ارسال نظرات
zh_cn: 允许评论

# enableCommentsDescription
source: If comments aren't enabled, nobody can write comments to any post.
cs: Umožňuje komentovat příspěvky (doporučeno)
fa: اگر نظرات فعال نباشند هیچ کس نمی تواند نظری ارسال کند
zh_cn: 如果禁用评论,将不能对任何内容发表评论.

source: Enable comment search
cs: Zapnout vyhledávání v komentářích
fa: فعال سازی جستجو در نظرات
zh_cn: 允许搜索评论

# enableCommentsModeration
source: Moderate comments
cs: Zapnout schvalování komentářů
fa: مدیریت نظرات (بررسی قبل از ثبت)
zh_cn: 审核评论

source: Enable Gravatars
cs: Zapnout Gravatary
fa: فعال کردن Gravatars
zh_cn: 启用头像

source: Enable HTTP compression
cs: Zapnout kompresi HTTP
fa: فعال کردن فشرده سازی اطلاعات
zh_cn: 启用HTTP压缩

# enableHttpCompressionDescription
source: Makes the pages load faster (recommended). Changing this will re-start the website.
cs: Zrychlí načítání stránek (doporučeno). Po změně dojde k restartu webu.
fa: صفحات را سریعتر بارگذاری کن (توصیه می شود). تغییر این بخش باعث راه اندازی مجدد وبسایت خواهد شد.
zh_cn: 使页面加载更快（推荐）.改变此处将使网站重新启动.

source: Enable OpenSearch
cs: Zapnout OpenSearch
fa: فعال سازی OpenSearch
zh_cn: 启用开放搜索

# enableOpenSearchDescription
source: Adds the search feature to all new browsers (recommended).
cs: Přidá vyhledávací funkce nových prohlížečům (doporučeno)
fa: ویژگی جستجو را به تمام جستجوگرهای جدید اضافه می کند
zh_cn: 给新浏览者添加搜索特性（推荐）

source: Enable pingbacks
cs: Zapnout pingbacks
fa: فعال سازی pingbacks
zh_cn: 启用 Pingback

# enableRating
source: Enable post ratings
cs: Zapnout hodnocení příspěvků
fa: فعال سازی امکان امتیازدهی به ارسالها
zh_cn: 允许评分

source: Enable referrer tracking
cs: Zapnout sledování příchozích
fa: فعال سازی ردیابی ورودی از سایتهای دیگر
zh_cn: 启用引用跟踪

source: Enable search highlight
cs: Zapnout zvýrazňování při vyhledávání
fa: فعال سازی رنگ در جستجو
zh_cn: 启用搜索高亮显示

# enableSearchHighlightDescription
source: Colors the search words on the page.
cs: Barevně zvýrazní hledaná slova v textu
fa: کلمات مورد جستجو را با رنگی دیگر نشان بده
zh_cn: 高亮显示页面上的搜索文字

source: Enable SSL
cs: Zapnout SSL
fa: فعال سازی SSL
zh_cn: 启用SSL

source: Enable trackbacks
cs: Zapnout trackbacks
fa: فعال سازی trackbacks
zh_cn: 启用 Trackback

# endorsment
source: Endorsement (bLink)
cs: Dodatek (bLink)
fa: امضا (bLink)
zh_cn: 标记（bLink）

source: Enforce
cs: Vynutit
fa: اجبار
zh_cn: 强制

# enterValidEmail
source: Please enter a valid e-mail
cs: Prosím vložte platný e-mail
fa: لطفاً آدرس پست اکترونیکی معتبری را وارد کنید
zh_cn: 请输入有效的 Email 地址

# enterValidUrl
source: Please enter a valid URL
cs: Prosím vložte platné URL
fa: لطفاً آدرس اینترنتی معتبری را وارد کنید
zh_cn: 请输入有效的网址

source: Export
fa: استخراج کردن
zh_cn: 导出

source: Form message
cs: Zpráva ve formuláři
fa: پیغام فرم
zh_cn: 表单信息

source: Go to front page
cs: Přejít na hlavní stránku
fa: رفتن به صفحه اول سایت
zh_cn: 转到首页

# handleWwwSubdomain
source: www subdomain policy
cs: Subdoména www
fa: سیاست Subdomain و www
zh_cn: WWW 域名策略

source: Home
cs: Hlavní
fa: خانه
zh_cn: 首页

source: HTML head section
cs: HTML hlavička
fa: بخش HTML head
zh_cn: HTML头区域

source: Ignore
cs: Ignorovat
fa: نادیده گرفتن
zh_cn: 忽略

source: Import
fa: وارد کردن
zh_cn: 导入

source: Is front page
cs: zobrazit jako hlavní stránku
fa: صفحه اول باشد
zh_cn: 是否为首页

source: Keywords
cs: Klíčová slova
fa: کلمات کلیدی
zh_cn: 关键词

# language
source: Choose language
cs: Jazyk
fa: انتخاب زبان
zh_cn: 选择语言

source: Language code
cs: Kód jazyka
fa: کد زبان
zh_cn: 语言代码

source: Latitude
cs: Zeměpisná šířka
fa: عرض جغرافیایی
zh_cn: 纬度

# livePreview
source: Preview
cs: Náhled
fa: پیش نمایش زنده
zh_cn: 在线预览

source: Longtitude
cs: Zeměpisná délka
fa: طول جغرافیایی
zh_cn: 经度

source: Max length of items
cs: Maximální délka položek
fa: حداکثر طول آیتمها
zh_cn: 项目允许的长度

source: Message
cs: Zpráva
fa: پیغام
zh_cn: 消息

source: More
cs: Více
fa: بیشتر
zh_cn: 更多...

source: Name
cs: Jméno
fa: نام
zh_cn: 名字

source: Next post
cs: Následující příspěvek
fa: ارسال بعدی
zh_cn: 下一篇文章

# nextPosts
source: Newer posts
cs: Následující příspěvky
fa: ارسالهای بعدی
zh_cn: 之后的文章

source: None
cs: Nezobrazovat
fa: هیچ چیز
zh_cn: 无

source: No parent
cs: Žádná nadřazená
fa: بدون صفحه والد
zh_cn: 没有上级

# notifyOnNewComments
source: Notify me when new comments are added
cs: Upozornit na nové komentáře
fa: زمانی که نظری ارسال می شود مرا با خبر کن!
zh_cn: 有评论的时候通知我

source: Not rated yet
cs: Nehodnoceno
fa: هنوز امتیازی داده نشده
zh_cn: 未评分

source: Number of comments
cs: Počet komentářů
fa: تعداد نظرات
zh_cn: 评论条数

# numberOfDisplayedItems
source: # of displayed items
cs: Počet zobrazovaných položek
fa: تعداد موارد نمایش داده شده
zh_cn: 显示文章条数

source: Number of posts
cs: Počet příspěvků
fa: تعداد ارسالها
zh_cn: 文章条数

source: Page
cs: Stránka
fa: صفحه
zh_cn: 页面

source: Pages
cs: Stránky
fa: صفحات
zh_cn: 页面条目

source: Password
cs: Heslo
fa: رمز عبور
zh_cn: 密码

source: Port number
cs: Číslo portu
fa: شماره پورت
zh_cn: 端口号

# portNumberDescription
source: Port 25 is the standard
cs: Standardně port 25
fa: پورت 25 پورت استاندارد است
zh_cn: 25为默认端口

source: Possible spam
cs: Pravděpodobně spam
fa: احتمال ارسال هرزنامه
zh_cn: 可能是垃圾

source: Post
cs: Příspěvek
fa: ارسال
zh_cn: 文章

# postPerPage
source: Posts per page
cs: Počet příspěvků na stránku
fa: تعداد ارسالها در هر صفحه
zh_cn: 每页文章数

source: Posts
cs: Příspěvky
fa: ارسالها
zh_cn: 文章

# postsPerFeed
source: Items shown in feed
cs: Počet položek ve feedu
fa: موارد نمایش داده شده در فید (Feed)
zh_cn: 每次推送中显示的项目

source: Previous post
cs: Předchozí příspěvek
fa: ارسال قبلی
zh_cn: 上一篇文章

# previousPosts
source: Older posts
cs: Předchozí příspěvky
fa: ارسالهای قبلی
zh_cn: 之前的文章

source: Publish
cs: Publikovat
fa: انتشار
zh_cn: 发布

source: Raters
cs: Hodnotitelé
fa: امتیاز دهندگان
zh_cn: 个评分者

source: Rating
cs: Hodnocení
fa: امتیاز
zh_cn: 评分

source: Receive
cs: Obdržet
fa: دریافت
zh_cn: 接收

source: Recent comments
cs: Poslední komentáře
fa: نظرات اخیر
zh_cn: 最新评论

source: Recent posts
cs: Poslední příspěvky
fa: ارسالهای اخیر
zh_cn: 最新文章

source: Referrer
fa: ارجاع دهنده
zh_cn: 引用

source: Referrers
fa: ارجاع دهندگان
zh_cn: 管理引用

source: Related posts
cs: Související příspěvky
fa: ارسالهای مرتبط
zh_cn: 相关文章

source: Remove
cs: Odstranit
fa: حذف
zh_cn: 移除

source: Required
cs: Povinné
fa: الزامی است
zh_cn: 必填

source: Save
cs: Uložit
fa: ذخیره
zh_cn: 保存

source: Save comment
cs: Uložit komentář
fa: ثبت نظر
zh_cn: 保存评论

source: Save page
cs: Uložit stránku
fa: ذخیره صفحه
zh_cn: 保存页面

source: Save post
cs: Uložit příspěvek
fa: ذخیره ارسال
zh_cn: 保存文章

source: Save settings
cs: Uložit nastavení
fa: ذخیره تنظیمات
zh_cn: 保存设置

source: Saving the comment...
cs: Ukládám komentář...
fa: در حال ثبت نظر...
zh_cn: 正在保存评论...

source: Search
cs: Hledat
fa: جستجو
zh_cn: 搜索

source: Search field
cs: Pole pro vyhledávání
fa: فیلد جستجو
zh_cn: 搜索区域

source: Search field text
cs: Text v poli pro vyhledávání
fa: متن فیلد جستجو
zh_cn: 搜索文字

source: Search results for
cs: Výsledky vyhledávání pro
fa: نتیجه جستجو برای
zh_cn: 搜索结果：

source: Select day
cs: Zvolte den
fa: انتخاب روز
zh_cn: 选择一天

source: Select parent
cs: Zvolte nadřazenou
fa: انتخاب والد
zh_cn: 选择上级

source: Send
cs: Odeslat
fa: ارسال
zh_cn: 发送

source: Send comment e-mail
cs: Upozorit na nové komentáře e-mailem
fa: ارسال ایمیل نظر
zh_cn: 发送评论邮件

# separateTagsWitComma
source: Separate each tag with a comma
cs: Štítky oddělujte čárkou
fa: هر کلیدواژه را با کاما از هم جدا کنید
zh_cn: 用逗号(,)分割每个标签

source: Settings
cs: Nastavení
fa: تنظیمات
zh_cn: 设置

source: Show country chooser
cs: Zobrazit volbu země
fa: نمایش انتخاب کننده کشور
zh_cn: 显示国家

# showCountryChooserDescription
source: If the country chooser isn't shown, no flag can be shown on each comment.
cs: Umožňuje zobrazit vlajky států u komentářů
fa: اگر انتخاب کننده کشور نمایش داده نشود هیچ پرچمی در کنار نظرات ظاهر نخواهد شد
zh_cn: 如果没有选择显示国家，每个评论旁边将不显示国旗

# showEnableWebsiteInComments
source: Enable Website in Comments
cs: Povolit web server v komentářích
fa: اجازه درج وبسایت در نظرات
zh_cn: 在评论中启用网站

# showEnableWebsiteInCommentsDescription
source: Choose whether to allow Website to be published in Comments
cs: Zvolte, zdali se má web server publikovat v komentářích
fa: مشخص کنید که آیا اجازه درج وبسایت در نظرات را میدهید یا نه
zh_cn: 是否允许评论中显示网站

# showDescriptionInPostList
source: Only show description of posts
cs: Zobrazit pouze popis
fa: فقط توضیحات ارسالها را نمایش بده
zh_cn: 仅仅显示文章摘要

# showDescriptionInPostListForPostsByTagOrCategory
source: Only show description of posts when listed by Tag or Category
cs: Zobrazit popis příspěvků pouze pokud byly vypsány dle štitku či kategorie
fa: فقط زمانی که ارسالها بر اساس برچسب یا موضوع نمایش داده شده اند، توضیحات آنها را نشان بده
zh_cn: 以标签或分类列出时仅仅显示文章摘要

source: Show in list
cs: Zobrazit v seznamu
fa: نمایش در لیست
zh_cn: 在列表中显示

source: Show live preview
cs: Zobrazit náhled
fa: فعالسازی پیش نمایش زنده
zh_cn: 显示在线预览

# showPostNavigation
source: Show post navigation links
cs: Zobrazit navigační linky v příspěvku
fa: نمایش لینک صفحه بندی ارسالها
zh_cn: 显示文章导航链接

source: Show related posts
cs: Zobrazit související příspěvky
fa: نمایش ارسالهای مرتبط
zh_cn: 显示相关文章

source: Subject
cs: Předmět
fa: موضوع
zh_cn: 主题

source: Subscribe
cs: RSS
fa: اشتراک
zh_cn: 订阅

source: Thank you message
cs: Poděkování
fa: پیغام تشکر
zh_cn: 谢谢您的参与

source: the comment
cs: komentář
fa: نظر
zh_cn: 评论

source: Theme
cs: Téma
fa: پوسته گرافیکی
zh_cn: 主题模板

source: the post
cs: příspěvek
fa: ارسال
zh_cn: 文章

# thereAreXDrafts
source: There are {0} unpublished post(s)
cs: Počet nepublikovaných příspěvků: {0}
fa: تعداد {0} ارسال فرستاده نشده وجود دارد
zh_cn: 有{0}篇文章未发布

# timeStampPostLinks
source: Add date to post links
cs: Vkládat datum do odkazů
fa: اضافه کردن تاریخ به لینک ارسالها
zh_cn: 在URL中显示日期

source: Timezone
cs: Časová zóna
fa: منطقه زمانی
zh_cn: 服务器时区

source: Title
cs: Název
fa: عنوان
zh_cn: 标题

# trimStylesheet
source: Trim stylesheets
cs: Zmenšit kaskádové styly
fa: تنظیم شکل ظاهر
zh_cn: 修整样式表

# trimStylesheetDescription
source: Makes all stylesheets of any theme smaller by removing all whitespace at runtime.
cs: Zmenší velikost souborů s kaskádovými styly
fa: حذف بخشهای خالی فایلهای گرافیکی برای کوچکتر کردن سایز آنها
zh_cn: 在运行的时候去除样式表中的空白使主题模板文件更小

source: Unapproved Comments
cs: Neschválené komentáře
fa: نظرات تائید نشده
zh_cn: 未经审核的评论

# updateFrequenzy
source: Update frequency (minutes)
cs: Frekvence aktualizací (minuty)
fa: تناوب بروزرسانی (دقیقه)
zh_cn: 更新频率（分钟）

source: Upload file
cs: Nahrát soubor
fa: ارسال فایل
zh_cn: 上传文件

source: Upload image
cs: Nahrát obrázek
fa: ارسال عکس
zh_cn: 上传图片

source: Username
cs: Uživatelské jméno
fa: نام کاربری
zh_cn: 用户名

source: Users
cs: Uživatelé
fa: کاربران
zh_cn: 管理用户

source: Website
cs: Web
fa: وب سایت
zh_cn: 网站

# willShowGravatar
source: Will show your {0} icon
cs: Zobrazí Vaší {0} ikonu
fa: آیکن {0} شما را نمایش خواهد داد
zh_cn: 将显示您的{0}头像

source: wrote
cs: napsal
fa: نوشته
zh_cn: 写道

# youAlreadyRated
source: You already rated this post
cs: Tento příspěvek jste již hodnotil
fa: شما قبلاً به این مقاله امتیاز داده اید
zh_cn: 您已经对该文章评过分

source: User Profile(s)
cs: Uživatelské profily
fa: پروفایل کاربران
zh_cn: 用户档案

source: View
cs: Prohlížet
fa: مشاهده
zh_cn: 查看

source: First Name
cs: Jméno
fa: نام
zh_cn: 名

source: About Me
cs: O mně
fa: درباره من
zh_cn: 关于我

source: Birthday
cs: Narozeniny
fa: تاریخ تولد
zh_cn: 生日

source: City/Town
cs: Město
fa: شهر
zh_cn: 城市/地区

source: Display Name
cs: Zobrazované jméno
fa: نام نمایشی
zh_cn: 显示名称

source: Full Name
cs: Celé jméno
fa: نام کامل
zh_cn: 全称

source: Gender
cs: Pohlaví
fa: جنسیت
zh_cn: 性别

source: Industry
cs: Odvětví
fa: صنعت
zh_cn: 行业

source: Interests
cs: Zájmy
fa: علایق
zh_cn: 兴趣

source: Is Private
cs: Je soukromé
fa: شخصی باشد
zh_cn: 不公开

source: Last Name
cs: Příjmení
fa: نام فامیل
zh_cn: 姓

source: Occupation
cs: Povolání
fa: شغل
zh_cn: 职业

source: Photo URL
cs: FotoURL
fa: آدرس اینترنتی عکس
zh_cn: 头像地址

# regionState
source: State/Region
cs: Stát/Region
fa: استان
zh_cn: 州/地区

source: Save Profile
cs: Uložit profil
fa: ذخیره پروفایل
zh_cn: 保存档案

# switchUserProfile
source: Switch to user profile
cs: Přepnout do uživatelského profilu
fa: رفتن به پروفایل کاربر
zh_cn: 选择用户档案

source: Company
cs: Společnost
fa: شرکت
zh_cn: 公司

source: Middle Name
cs: 2. křestní
fa: نام میانی
zh_cn: 中间名

source: Phone Fax
cs: Fax
fa: شماره فکس
zh_cn: 传真

source: Phone Main
cs: Telefon
fa: شماره تلفن اصلی
zh_cn: 主要电话

source: Phone Mobile
cs: Mobil
fa: شماره تلفن همراه
zh_cn: 移动电话

source: Profile
cs: Profil
fa: پروفایل
zh_cn: 档案

source: Calendar
cs: Kalendář
fa: تقویم
zh_cn: 日历

# commentWaitingModeration
source: Thank you for the feedback. The comment is now awaiting moderation
cs: Děkuji za zpětnou vazbu. Příspěvek nyní čeká na schválení.
fa: با تشکر! نظر شما پس از بررسی توسط مدیر ثبت خواهد شد
zh_cn: 感谢您的反馈，评论正在等待审核。

source: Require SSL for MetaWeblog API
cs: Požadovat SSL pro MetaWeblog API
fa: نیاز به پروتکل SSL برای MetaWeblog API
zh_cn: MetaWeblog API 需要 SSL

# requireSslForMetaWeblogApiDescription
source: Enforce the use of SSL when communicating with the MetaWeblog API
cs: Vynutit použití SSL při komunikaci s MetaWeblog API
fa: اعمال استفاده از پروتکل SSL در زمان ارتباط با MetaWeblog API
zh_cn: 强制使用 SSL 与 MetaWeblog API 通讯

# compressWebResource
source: Compress WebResource.axd
cs: Komprimovat WebResource.axd
fa: فشرده سازی WebResource.axd
zh_cn: 压缩 WebResource.axd

# compressWebResourceDescription
source: This may break third-party functionality
cs: Tato funkce může poškodit funkčnost programů třetích stran.
fa: این گزینه ممکن است باعث اشکال در کارکرد برنامه های اضافه شده گردد.
zh_cn: 这可能会破坏第三方功能

source: Use blog name in page titles
cs: Použít název blogu v titulcích stránek
fa: استفاده از نام بلاگ در عنوان صفحات
zh_cn: 页面标题显示博客名称

# useBlogNameInPageTitlesDescription
source: Prefixes the page titles with the name of the blog
cs: Předřadí název blogu v titulcích stránek
fa: نام بلاگ را بصورت پیشوند به عنوان صفحات اضافه می کند
zh_cn: 页面标题中使用博客名称作为前缀

source: Uncategorized
cs: Nezařazeno
fa: تقسیم بندی نشده
zh_cn: 未分类

source: Cancel
cs: Zrušit
fa: لغو
zh_cn: 取消

source: Filter
cs: Filtrovat
fa: فیلتر
zh_cn: 过滤器

source: Filter by APML
cs: Filtr dle APML
fa: فیلتر بوسیله APML
zh_cn: 通过 APML 过滤

# filterByApmlDescription
source: Enter the URL to your website or to your APML document
cs: Vložte URL na váš web nebo váš APML dokument
fa: آدرس سایت خود و یا سند APML را وارد کنید
zh_cn: 输入您站点或者 APML 文档的网址

source: Log in
cs: Přihlásit
fa: ورود
zh_cn: 登录

source: Log off
cs: Odhlásit se
fa: خروج
zh_cn: 注销

source: Use raw HTML editor
cs: Použít raw HTML editor
fa: از ویرایشگر ساده HTML استفاده کن
zh_cn: 使用原生 HTML 编辑器

# enableCommentNesting
source: Enable nested comments
cs: Zapnout vnořené komentáře
fa: فعال سازی نظرات تو در تو
zh_cn: 允许嵌套评论

# enableCommentNestingDescription
source: This only works if the theme supports it.
cs: Je funkční pouze pokud to podporuje zvolené téma.
fa: این گزینه فقط زمانی که پوسته ظاهری آن را پشتیبانی کند ,عمل می نماید
zh_cn: 只有主题支持嵌套留言时才有用

# replyTo
source: In reply to
cs: Reakce na
fa: در پاسخ به
zh_cn: 回复

# replyToBase
source: the original post
cs: původní příspěvek
fa: ارسال اصلی
zh_cn: 原文

# replyToThis
source: Reply
cs: Odpovědět
fa: پاسخ به این نظر
zh_cn: 回复

# deleteKeepReplies
source: Delete this, but keep replies
cs: Smazat zvolené, ale ponechat odpovědi
fa: این را به استثنای پاسخها حذف کن
zh_cn: 删除该留言，但保留回复

# deletePlusReplies
source: Delete this and replies
cs: Smazat zvolené i odpovědi
fa: این را به همراه پاسخها حذف کن
zh_cn: 删除该留言和回复

# cancelReply
source: Cancel reply to comment
cs: Zrušit odpověď na komentář
fa: لغو ارسال پاسخ به نظر
zh_cn: 取消对该留言的回复

source: Number of characters
cs: Počet znaků
fa: تعداد کاراکترها
zh_cn: 字符数量

# ratingHasBeenRegistered
source: Your rating has been registered. Thank you!
cs: Vaše hodnocení bylo zaznamenáno. Děkuji.
fa: امتیاز شما ثبت شده است. با تشکر از شما!
zh_cn: 您的评分已经被记录，谢谢！

# rateThisXStars
source: Rate this {0} star{1} out of 5
cs: Ohodnoťte {0} počtem hvězdiček{1} z 5
fa: به این {0} {1} ستاره از 5 ستاره بدهید
zh_cn: 为 {0} 打 {1} 分, 总共5分

source: Move
cs: Přesunout
fa: انتقال
zh_cn: 移动

source: Move Widget To
cs: Přesunout widget k
fa: انتقال ویجت به
zh_cn: 移动部件到：

source: Link
fa: پیوند
zh_cn: 链接

source: Number of days to keep
cs: Uchovávat po dobu (dnů)
fa: تعداد روزهای نگهداری
zh_cn: 保留天数

source: Profiles
cs: Profily
fa: پروفایلها
zh_cn: 用户档案

# commentNotificationUnsubscriptionHeader
source: Comment Notification Subscription
cs: Přihlásit k notifikacím komentářů
fa: آگاه شدن در صورت ارسال نظر
zh_cn: 评论通知签名

# commentNotificationUnsubscriptionText
source: You have been unsubscribed from email notifications for any future comments to this post.
cs: Byl jste odhlášen z e-mail notifikací nových komentářů k tomuto příspěvku.
fa: شما از لیست دریافت ایمیل هنگام ارسال نظر جدید برای این مطلب، حذف شدید.
zh_cn: 您注销了此文章的任何新的评论的邮件通知.

# commentNotificationUnsubscribe
source: Unsubscribe from future comment notification emails to this post.
cs: Odhlásit e-mailové notifikace nových komentářů k tomuto příspěvku.
fa: حذف از لیست دریافت ایمیل هنگام ارسال نظر جدید.
zh_cn: 注销此文章的新评论的邮件通知.

source: Accuracy
cs: Přesnost
fa: دقت
zh_cn: 准确度

source: Add Filter
cs: Přidat filtr
fa: اضافه کردن فیلتر
zh_cn: 添加过滤器

# addToWhiteList
source: Add to white list if at least
cs: Přidat na white list, pokud nejméně
fa: اضافه به لیست سفید اگر حداقل
zh_cn: 添加至白名单,如果至少有

source: Allow
cs: Povolit
fa: اجازه دادن
zh_cn: 允许

# alwaysTrust
source: If user authenticated, always trust
cs: Pokud je uživatel přihlášen, vždy důvěřovat
fa: اطمینان به کاربران احراز هویت شده
zh_cn: 一旦评论作者经过验证，总是信任。

source: Approved
cs: Schváleno
fa: تایید شده
zh_cn: 通过的评论

# authorApproved
source: comments of this author have been approved
cs: komentáře tohoto autora byly schváleny
fa: نظر این نویسنده تایید شد
zh_cn: 篇作者发表的审核通过的评论

# authorBlocked
source: If comment was deleted, always block author
cs: Pokud je komentář smazán, vždy zablokuj autora
fa: اگر نظرات نویسنده رد شده بودند، همواره وی را بلوکه کن
zh_cn: 如果评论被删除，则总是阻止其作者。

# authorRejected
source: comments of this author have been rejected
cs: komentáře tohoto autora byly odmítnuty
fa: نظر این نویسنده، رد شد
zh_cn: 篇作者发表的审核未通过的评论

source: Block
cs: Blokovat
fa: بلوکه کردن
zh_cn: 阻止

# cheked
source: Checked
cs: Zkontrolováno
fa: چک شده
zh_cn: 选择

# commentsApprovedByAdmin
source: Manual - only after comment approved by admin will it show up in the blog
cs: Manuálně - komentář se zobrazí v blogu pouze po schválení administrátorem
fa: دستی - هنگامی که نظر توسط مدیر تایید شد، در بلاگ نشان داده می شود.
zh_cn: 手动处理 - 只有当评论被管理员批准通过之后才会显示

# commentsAuto
source: Automatic - rules and filters will decide if comment is spam
cs: Automaticky - pravidla a filtry rozhodnou, pokud je komentář spam
fa: خودکار - قوانین و فیلترها تعیین می کنند که آیا نظرِ داده شده، هرزنامه است یا نه
zh_cn: 自动处理 - 规则和过滤器（需设定）将自动判断评论是否为垃圾评论

# commentsBlacklist
source: Add to black list if at least
cs: Přidat na black list, pokud nejméně
fa: اضافه به لیست سیاه اگر حداقل
zh_cn: 添加至黑名单,如果至少有

# commentsBlockOnDelete
source: Block on delete
cs: Zablokuj při smazání
fa: هنگام حذف، بلوکه کن
zh_cn: 删除评论阻止其作者
